[{"type":"advantage","name":"Absolute Direction","cost":"1 Point","numeric":["1"],"subtype":["Mental"],"source":"CR","description":["You possess an almost supernatural sense of direction, and you always know what direction is north, no matter the circumstances. This ability does not function if you are more than one day's travel inside the Shadowlands."]},{"type":"advantage","description":["You have carefully nurtured social connections. Some of those in your web of connections would go to great lengths to protect you, while others have considerable resources. And some precious few are both. The total cost of this Advantage is determined by how many points you spend on your all's degree of influence and their devotion to you. Crane characters may purchase this Advantage for 1 point less than its normal cost.",{"type":"table","table":{"header":["Influence"],"rows":[["1 point","Minor (no land or appointments)"],["2 points","Moderate (some land or political influence)"],["4 points","Major (vast lands or prestigious appointments)"]]}},{"type":"table","table":{"header":["Devotion"],"rows":[["1 point","Your ally would go out of his way to help you, but not risk his honor"],["2 points","Your ally would risk his honor to help you, but would so secretly"],["4 points","Your ally would do anything to aid you, regardless of the cost"]]}}],"subtype":["Social"],"name":"Allies","cost":"Variable Cost","numeric":[1,2,4],"source":"CR"},{"type":"advantage","description":["You possess an inherent calm and serenity that others have difficulty overcoming when attempting to antagonize or taunt you, and that strengthens you when your honor is tested. When adding your Honor Rank to the total of any roll made to resist Intimidation, Temptation, you add an additional +1k0 to the roll as well."],"subtype":["Mental"],"name":"Balance","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["Some of the most ardent and militant shugenja of the Empire, including the Kuni family and Bishamon’s Chosen among the Kitsu, understand that the essence of all Elements can be used to suffuse the broken flesh of an  honorable warrior and make it whole. Water is superior for such things, of course, but the other Elements can suffice when necessary. Once per day per person, you may expend one Water spell slot or two spell slots in any other Element(s) to heal one Wound Rank of a Rokugani you are touching."],"subtype":["Spiritual"],"name":"Battle Healing","cost":"5 Points","numeric":["5"],"source":"BoW"},{"type":"advantage","description":["You possess knowledge and proof of a dark secret held by another, and can use that secret to elicit their cooperation in a number of ways. The cost of the Advantage is equal to the Status Rank of the individual whom you are blackmailing. Using this Advantage too frequently or making grandiose demands on the person in question may result in deciding your death is worth the risk of exposing their secret, no matter what the consequences might be. Scorpion characters may purchase this Advantage for 1 point less than its normal cost."],"subtype":["Social"],"name":"Blackmail","cost":"Variable","numeric":[1,2,3,4,5,6,7,8,9,10],"source":"CR"},{"type":"advantage","description":["You are extremely unremarkable in every regard, and others have a difficult time recognizing you unless you deliberately draw attention to your identity or affiliations. Whenever someone is making a Lore: Bushido \/ Awareness roll to determine your Honor Rank, or a Lore: Heraldry \/ Intelligence roll to determine your identity (based on your Glory Rank), you may voluntarily choose to increase the TN of that roll by 10."],"subtype":["Physical"],"name":"Bland","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["Your marriage has been arranged and, much to your delight, you have come to truly love your intended spouse. The social connections you have established as part of your enthusiastic marriage preparations allow you to purchase the following Advantages for two points less each (to a minimum of 1 point): Gentry, Kharmic Tie (with your betrothed only), Social Position, and Wealth."],"subtype":["Social"],"name":"Blissful Betrothal","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You are descended from a bloodline of Hida Osano-Wo, the Fortune of Fire and Thunder, and his resilience lives on in you.  You are immune to any penalties or damage from natural weather conditions, such as winter cold, summer heat, etc. If you suffer damage from a spell that employs natural forces (such as a mighty storm created by Hurricane, or a lightning bolt summoned by Fury of Osano-Wo), reduce the amount of damage you suffer by 1k1. Crab and Mantis characters may purchase this Advantage for 3 points."],"subtype":["Spiritual"],"name":"Blood of Osano-Wo","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["Broken Wave City is the beachhead of the Yoritomo family’s influence upon the mainland, and as such is a center of commerce, education, and military organization. Those who dwell within the city have an incredible wealth of opportunity available to them due to the city’s importance to the clan. You gain a bonus of +1k0 to the total of all Commerce and Sailing Skill Rolls."],"subtype":["Social"],"name":"Broken Wave Citizen","cost":"3 points","numeric":["3"]},{"type":"advantage","description":["One of your ancestors was a spirit from beyond Ningen-do, and you have inherited some of his vast abilities. You may choose a Minor Shapeshifter Ability (subject to GM approval). However, your abilities were never intended to be contained within a human form, so you suffer one of the following special penalties. You may determine the penalty randomly with a single die roll, or collaborate with your GM to develop a specific penalty, either from the chart or personally created.",{"type":"table","table":{"header":["Roll","Effect"],"rows":[["1-2","Unsettling Visage: You retain a bit of the animal within even in your natural state. You suffer a -2k1 penalty on all Social rolls."],["3-4","Crippling Stutter: The ancestor’s true form seems to interfere with your ability to communicate. Every few sentences, your words come out garbled and nonsensical."],["5-6","Painful Change: Every time you use one of your Shapeshifter Abilities, you suffer 5 Wounds."],["7-8","Base Instincts: Once a week, the animal within compels you to perform humiliating acts that would seem normal to an animal. If others witness your shameful display, you lose 6 Glory points."],["9-0","Unstable Form: You cannot fully control your shapeshifting abilities. Each time you use a Shapeshifting Ability, you must make a Void roll at TN 20. If you fail, you cannot use your Shapeshifting Ability and cannot use Void Points until the next sunrise."]]}}],"subtype":["Spiritual"],"name":"Child of Chikushudo","cost":"7 Points","numeric":["7"],"source":"EoE"},{"type":"advantage","description":["For reasons beyond your understanding, you have caught the notice of one of the Oracles, humans suffused with the divine power of the Elemental Dragons. You must select one Ring when you take this Advantage. You gain a bonus of +1k1 to the total of all Ring Rolls using that Ring."],"subtype":["Spiritual"],"name":"Chosen by the Oracles","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["You possess a sharp mind and keen powers of perception, making it very difficult for others to deceive you. Whenever you make a Contested Roll against someone who is attempting to confuse or manipulate you in any way, you gain a bonus of +1k0 to the total of your roll. Dragon characters may purchase this Advantage for 2 points."],"subtype":["Mental"],"name":"Clear Thinker","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You possess a natural affinity for weapons of all kinds, and can take up even an unfamiliar blade without difficulty in times of stress. Any time that you would be forced to make an Unskilled Roll when using a Weapon Skill, you are instead considered to have 1 rank in that Weapon Skill. Crab and bushi characters may purchase this Advantage for 2 points."],"subtype":["Physical"],"name":"Crab Hands","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You have a knack for instinctively knowing how to do things that most people prefer to avoid at all costs. Whenever you are in a situation where you would be forced to make an Unskilled Roll using a Low Skill, you are considered to have 1 rank in the Skill instead. Scorpion, Spider, and Ninja characters may purchase this Advantage for 2 points."],"subtype":["Mental"],"name":"Crafty","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You possess a certain quality that makes you all but irresistible to members of the opposite sex, and they succumb easily to your manipulations. You gain a bonus of +1k0 to the total of all Temptation Skill Rolls made with members of the opposite sex. Scorpion characters may purchase this Advantage for 2 points."],"subtype":["Physical"],"name":"Dangerous Beauty","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You have a natural flair for athleticism and a complete lack of self-preservation when it comes to physical damage. Whenever you spend a Void Point to enhance an Athletics Skill Roll, you gain a bonus of +3k1 to the total of the roll instead of the normal +1k1. Mantis characters may purchase this Advantage for 2 points."],"subtype":["Mental"],"name":"Daredevil","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["As a native of Dark Edge Village, the administrative aspects of iaijutsu are almost second nature to you. You gain one additional rank of Lore: Iaijutsu. When arranging a duel or representing a duelist, your Status is treated as if it were one rank higher."],"subtype":["Social"],"name":"Dark Edge Native","cost":"2 points","numeric":["2"]},{"type":"advantage","description":["You have mastered one of the precepts of Shourido, the dark code that forms the antithesis of Bushido. Once per session, you may voluntarily sacrifice 5 points of Honor as a Free Action in order to affect a particular type of roll as indicated below, and gain a bonus of +5 to the total of that roll. If you do not have 5 points of Honor to spend in this manner, you may spend a Void Point instead. Spider Characters may purchase this Advantage for 4 Points. The type of roll that each precept of Shourido affects is:",{"type":"list","list":[{"label":"Control","text":"Re-roll any Social Skill Roll"},{"label":"Determination","text":"Negate all TN\/Wound penalties on one Skill or Spell Casting roll (no +5 bonus is applied to the roll)"},{"label":"Insight","text":"Re-roll any roll that used the Awareness Trait"},{"label":"Knowledge","text":"Re-roll any roll that used the Intelligence Trait"},{"label":"Perfection","text":"Spending the Honor causes any one die of your choice on a Skill Roll to explode (no +5 bonus added)"},{"label":"Strength","text":"Re-roll any damage Roll"},{"label":"Will","text":"Spending the Honor negates 10 Wounds at the moment they are suffered"}]}],"subtype":["Mental"],"name":"Dark Paragon","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["During a recent court session, you did something that gained the notice of the host, resulting in an instant increase in your importance with all those in attendance. Select one court, such as the court of Kyuden Bayushi, the court of the Okura district in Toshi Ranbo, etc. When in attendance at this court, your Status is effectively one rank higher, but only while court is in session. Courtier characters may purchase this Advantage for 1 Point. You may take this Advantage multiple times for different courts, but only once for each particular court."],"subtype":["Social"],"name":"Darling of the Court","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["Your family sacrificed considerable resources and favors in order to sponsor your entrance into the School of another Clan. When creating your character, you may select a School of a different Clan to attend. You are still a member of your own Clan, however, creating a potential conflict between your loyalty to your sensei and your loyalty to your lord and family."],"subtype":["Social"],"name":"Different School","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["You are much beloved by the kami of a particular element, although you know not why that might be. As a result, the cost of increasing the Traits associated with one particular Ring, chosen when this Advantage is purchased, is decreased by 1. For example, if you choose Earth when you purchase this Advantage, the cost of increasing Stamina and Willpower is reduced by 1 Experience Point every time you increase them. Void may not be chosen for this Advantage. Phoenix characters may purchase this Advantage for 3 points."],"subtype":["Spiritual"],"name":"Elemental Blessing","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["Your spiritual journey toward complete harmony with the universe as a whole has begun to reach its destination. In addition to whatever storyline effects your GM may choose to bestow on you, you also find it easier to enhance your connection to the Void. When you are using Experience Points to increase your Void Ring, the total cost is decreased by 2 points each time. Dragon and monk characters may purchase this Advantage for 5 points."],"subtype":["Spiritual"],"name":"Enlightened","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["As a result of your actions, there are many in the Empire who know your name. You gain +1 Glory Rank."],"subtype":["Social"],"name":"Fame","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["There is a subject about which you possess considerable knowledge and insight. The problem is that his subject is forbidden, and considered grossly socially inappropriate if not outright illegal. Anyone who discovers your expertise in this area might rightly wonder how you came upon it. The benefits of the Advantage vary depending upon the nature of the information, and players should discuss with their GM how this Advantage will work. The most common examples of Forbidden Knowledge include:",{"type":"list","list":[{"label":"Gaijin Pepper","text":"You possess firsthand knowledge of gunpowder, both how to create it and how to use it. You gain one rank in Craft: Explosives, and possess a small pouch of gaijin pepper that you may carry with you if you so choose."},{"label":"Gozoku","text":"You possess an intricate knowledge of the Gozoku conspiracy against the throne, either in its first or second incarnation, and may in fact be a member of that organization. You gain one rank in Lore: Gozoku and gain a bonus on +1k1 on Social Skill rolls with known members of the Gozoku."},{"label":"Kolat","text":"You are intimately familiar with the nature and operations of the blasphemous Kolat order, and may be a member of that organization. You gain one rank in Lore: Kolat and gain a bonus of +1k1 on Social Skill rolls with known members of the Kolat."},{"label":"Lying Darkness","text":"You are familiar with the entity known as the Lying Darkness, its methods, and its minions. You may have come into conflict with it in the past, and perhaps it hunts you still. You gain one rank of Lore: Lying Darkness, and you may observe an individual and make a Lore: Lying Darkness \/ Perception Roll (TN 30) to determine if he has been corrupted by the Lying Darkness."},{"label":"Maho","text":"You are familiar with the forbidden and blasphemous magic known as maho, and may in fact be a practicing maho-tsukai (black sorcerer) yourself. You gain 1 rank in Lore: Maho and, at the GM's discretion, you might begin play knowing a maho spell."}]}],"subtype":["Mental"],"name":"Forbidden Knowledge","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["A particular kami has befriended you, and stays in your vicinity at all times. Choose one element when this Advantage is purchased. You gain a bonus of +1k1 to the total of all Spell Casting Rolls made to cast Sense, Commune, or Summon with regard to that Element only. Only shugenja may purchase this Advantage. You may not select this Advantage for an Element in which you are Deficient."],"subtype":["Spiritual"],"name":"Friendly Kami","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["You have studied among your allies at the Brotherhood of Shinsei, and as a result you understand your place in the universe slightly better than most. You may purchase Kiho as though you are a monk of the Brotherhood of Shinsei, instead of paying a higher cost. You must still meet all other normal restrictions on learning Kiho. Only characters from Monk or Shugenja Schools (and not Monk characters from Brotherhood of Shinsei) may purchase this Advantage. Dragon characters may purchase this Advantage for 4 points."],"subtype":["Spiritual"],"name":"Friend of the Brotherhood","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["The spirits of a certain Element swirl about you at all times, lending their aid when possible even though you are likely unaware of their presence. Choose a Ring when this Advantage is purchased. Whenever you make a Trait Roll with either Trait associated with that Ring, you gain a Free Raise. Shugenja characters may purchase this Advantage for 3 points."],"subtype":["Spiritual"],"name":"Friend of the Elements","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["You possess a single piece of equipment that is gaijin in origin, constructed somewhere beyond the boundaries of the Emerald Empire. It may be a weapon from one of the many warrior cultures around Rokugan, such as the Senpet Empire, the overseas kingdoms of Merenae and Thrane, the barbarian Yobanjin tribes to the north, or even the distant Yodotai Empire far to the northwest. In this case simply establish a comparable weapon from Rokugan and use its mechanics, but the item will require its own unique Weapon Skill to utilize it. Non-weapon options include such bizarre objects as compasses, spyglasses, magnifying glasses, scissors, etc. Mantis and Unicorn characters may purchase this Advantage for 4 points."],"subtype":["Material"],"name":"Gaijin Gear","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["In the manner of all samurai, you have been given a duty to oversee that which ultimately belongs to the Emperor. In your case, however, your charge is significantly larger than most ever achieve. The number of points assigned to this Advantage determines the size of the holding you have been assigned to oversee. Multiple characters can combine points in this Advantage in order to jointly oversee a larger holding. Characters assigned to oversee a holding are responsible for defending it, administrating it, and ensuring that all taxes are paid to all responsible parties. This can be the basis for an entire campaign.",{"type":"table","table":{"header":["Holding","Cost"],"rows":[["Village","8 points"],["Large Village","15 Points"],["Unique Holding [Sake Works, Falconry, etc.]","18 points"],["Town","20 points"],["City","25 points"],["Province","30 points"]]}}],"subtype":["Material"],"name":"Gentry","cost":"Variable","numeric":[8,15,18,20,25,30],"source":"CR"},{"type":"advantage","description":["The kharmic cycle has some great purpose in store for you, and the Celestial Order will conspire to keep you alive, no matter what, until your destiny can be fulfilled. Once per session, when you suffer Wounds that would kill you, you are reduced to a single Wound remaining instead. This will only happen once per session, as there are limits to the extent that the heavens will intervene in mortal affairs."],"subtype":["Spiritual"],"name":"Great Destiny","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["Within you lies the potential to excel at one particular endeavor, perhaps more so than any other living soul in the Empire. Select any one Skill when you purchase this Advantage. When you make Raises on a Skill Roll using that Skill, your Raises are limited to your rank in that Skill instead of your Void Ring. If your Void Ring is higher, however, you may use that as a measure for your Raises if you so choose."],"subtype":["Varies"],"name":"Great Potential","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["Some have a natural talent for unarmed combat, and you are one such individual. The Damage Rolls for your unarmed attacks are increased by +0k1. Monk characters may purchase this Advantage for 5 points."],"subtype":["Physical"],"name":"Hands of Stone","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["One Clan has earned your eternal, undying hatred, and nothing will ever quench your rage. Select one Clan or other faction (such as the Brotherhood of Shinsei or one of the Imperial families) when purchasing this Advantage. You gain a bonus of +1k1 to the total of any Contested Roll made against a member of that Clan\/faction.  Spider characters may purchase this Advantage for 4 points."],"subtype":["Social"],"name":"Heart of Vengeance","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["You have a heart of stone. Attempts to woo you or sway your heart - whether through love, courtesy, compassion, or mercy - fall on deaf ears. You gain a +1k0 bonus to rolls made to resist any Courtier, Sincerity, or Temptation roll made for the purpose of persuading you, seducing your, or otherwise changing your mind."],"subtype":["Mental"],"name":"Heartless","cost":"4 Points","numeric":["4"]},{"type":"advantage","description":["Although your reputation among your fellow samurai may not be any better than that of the next individual, your actions have garnered the adoration of the common folk. When meeting citizens of Rokugan who are not members of the samurai caste, the TN for them to recognize you, as determined by your Glory Rank, is lowered by 10."],"subtype":["Social"],"name":"Hero of the People","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["There is some greater purpose to which you have devoted your life. This is not a simple matter, but some grand work that will take years or perhaps even the whole of your life to accomplish. Whatever this goal is, during any session in which you and the GM agree you have made demonstrable progress toward it, you gain one additional Experience Point."],"subtype":["Mental"],"name":"Higher Purpose","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["Being stationed in the Imperial City is a tremendous honor for anyone, even among the Crane, and indicates both your level of skill and the degree of faith that your clan places in you. Your Glory is considered one rank higher when interacting with members of any Courtier School."],"subtype":["Social"],"name":"Imperial City Citizen","cost":"2 points","numeric":["2"]},{"type":"advantage","description":["Being stationed in the Imperial City is a tremendous honor for anyone, even among the stoic Lion Clan, and indicates both your level of skill and the degree of faith that your clan places within you. Your Glory is considered one rank higher when interacting with members of any Bushi School."],"subtype":["Social"],"name":"Imperial City Veteran","cost":"2 points","numeric":["2"]},{"type":"advantage","description":["+Requirements; Status 2+, Calligraphy 4+","You have been trained as a scribe in the Imperial City, which is both a recognition of your considerable skill at calligraphy and means of ensuring that you remain among the most respected calligraphers hereafter. You gain a bonus of +1k0 on all Social skill Rolls made against shugenja and artisans, who have a great appreciation for your skill and position. Additionally, you gain a Free Raise on Calligraphy Skill Rolls."],"subtype":["Social"],"name":"Imperial Scribe","cost":"4 Points","numeric":["4"],"source":"IH"},{"type":"advantage","description":["Through a careful exchange of favors and resources, your family arranged for you to be married to a minor member of an Imperial family. Your spouse was not of high enough station to warrant you taking an Imperial name, but there are benefits all the same. You gain +0.5 Status Ranks, and gain a bonus of +1k1 to the total of all Social Skill rolls made with members of the Imperial families."],"subtype":["Social"],"name":"Imperial Spouse","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["The Fortune of Rice is a lesser Fortune, but nevertheless is among the most revered entities throughout the whole of Rokugan, particularly by the common people of the Empire. When fasting or deprived of food, you do not suffer from the normal inability to regain Void Points, although other penalties apply as normal."],"subtype":["Spiritual"],"name":"Inari's Blessing","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["When you received your gempukku ceremony, your family honored you with an heirloom of your ancestors. It is among your most precious possessions, and you would die before you allowed it to be harmed or brought dishonor to it. You possess one item in addition to the normal starting equipment provided by your School. Whenever you make a Skill Roll using this item, such as a Perform: Biwa roll with a biwa, a Games: Go roll with a go set, or a Kenjutsu roll with a katana, you gain a bonus of +1k1 to the roll. This bonus does not apply to any attack or damage rolls, only Skill Rolls made for non-combat purposes (rolls made outside of a skirmish).","Players and GMs may agree to allow a more powerful or unique item to be inherited for a higher Experience Point cost. Such special cases should be discussed carefully beforehand to ensure fairness and balance."],"subtype":["Material"],"name":"Inheritance","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["The near-mythical priest smiths of the Phoenix Clan have a venerable tradition to honor the memory of Isawa Asahina, one of the clan’s great heroes and a symbol of their clan’s alliance with the Crane Clan. An Asahina Blade is a 3k2 wakizashi. When you use the Guard Action while wielding this weapon, the bonus to your charge’s Armor TN is increased an additional amount equal to your Honor Rank."],"subtype":["Material"],"name":"Inheritance: Asahina Blade","cost":"9 points","numeric":["9"]},{"type":"advantage","description":["One of your relatives was a successful captain for the Mantis, and his ship has passed to you now that you have come of age. You may not be the most prepared for such a task, but the option is available if you wish it. You possess a small kobune, one that can be successfully crewed with perhaps a half dozen men including yourself. You are capable of making a trip between the mainland and the Mantis islands in two weeks, assuming it is not storm season, and a single voyage should cover expenses and end with a profit for you. The exact size of the profit should be determined by the GM (possibly with the assistance of Commerce Skill rolls from you), but will typically range between 5 and 10 koku per voyage. If your campaign utilizes the optional rules from Emerald Empire, this Advantage also confers 2 Duty Points."],"subtype":["Material"],"name":"Inheritance: Kobune","cost":"10 points","numeric":["10"]},{"type":"advantage","description":["You are in possession of a trained hunting falcon, the most recent of a long line of carefully bred hunting animals maintained by your family’s falconry experts. This falcon is an exceptional specimen, and increases the number of Wounds it can sustain at each level by 5. It also rolls one additional die when making an attack. Toritaka characters may purchase this Advantage for 1 point."],"subtype":["Material"],"name":"Inheritance: Trained Falcon","cost":"2 Points","numeric":["2"]},{"type":"advantage","description":["You have been bequeathed a suit of armor that was forged upon the great scale of the Water Dragon in the heart of Suigeki Toshi. Only a handful of such suits exist, and few indeed are honored to wear them. Your armor has its Reduction value increased by 2. The point cost of this Advantage is dependant upon the type of armor granted. Ashigaru armor is worth 4 points, light armor 7 points, heavy armor 12 points, and riding armor 15 points."],"subtype":["Material"],"name":"Inheritance: Water Hammer Armor","cost":"Special","numeric":[4,7,12,15]},{"type":"advantage","description":["You possess a mysterious gift that even shugenja cannot fully understand. Monks describe individuals such as yourself as existing in a unique state of harmony with the universe, but then they say that sort of thing a lot. Your gift may be a manifestation of the kami, perhaps an indicator of spirit ancestry, or any of a number of different theories. The exact nature of an Inner Gift should be discussed with the GM before taking this Advantage. Examples of Inner Gifts include the following:",{"type":"table","table":{"header":["Gift","Effect"],"rows":[["Animal Ken","You may instinctively Sense the mood of animals; animals regard you as friendly."],["Empathy","You gain a bonus of +1k1 to Courtier rolls made to determine another's feelings\/desires."],["Foresight","You are difficult to surprise, and gain a bonus of +1k0 to the total of Initiative rolls."],["Lesser Prophecy","You sometimes have vague dreams of the future, such as a bloody knife before a murder."],["Spirit Touch","You may make an Awareness roll (TN 15) to see the last person to touch an object you are touching."]]}}],"subtype":["Spiritual"],"name":"Inner Gift","cost":"7 Points","numeric":["7"],"source":"CR"},{"type":"advantage","description":["Your ancestors are from the region near Iron Heart Village, and the traits common to that region remain manifest in you. You gain a bonus of +1k0 to any Stamina Trait Roll or to any non-damage roll using the Strength Trait (including rolls to control Grapples)."],"subtype":["Physical"],"name":"Iron Heart Native","cost":"2 Points","numeric":["2"]},{"type":"advantage","description":["You have a soul of virtue that is beyond reproach, and others find it difficult if not impossible to lead you into dishonorable behavior. When making a Contested Roll where the other party is using the Temptation Skill, you gain a bonus of +1k0 to your roll. Imperial characters may purchase this Advantage for 1 point."],"subtype":["Mental"],"name":"Irreproachable","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["You have that rarest of gifts, the ability to commune with the Void itself. This gift is similar in many respects to the ability to speak to the kami, save that there are no naturally occurring kami of the Void; the Void itself is a living thing, both everything and nothing all at once. You may cast Void spells. Only shugenja may take this Advantage, and without this Advantage a character cannot cast Void spells. Phoenix characters may purchase this Advantage for 6 points."],"subtype":["Spiritual"],"name":"Ishiken-Do","cost":"8 Points","numeric":["8"],"source":"CR"},{"type":"advantage","description":["Your destiny is not yours alone, but is bonded to that of another in some fundamental way. You may have been close to this other person during a previous life, or perhaps your destiny in this life will yet be entwined in theirs in some essential manner. Select one person when purchasing this Advantage. For each point spent on this Advantage, once per session you gain a bonus of +1k1 to the total of all attack rolls made when fighting for or protecting the person to whom you are bonded."],"subtype":["Spiritual"],"name":"Kharmic Tie","cost":"1-5 Points","numeric":["1",2,3,4,5],"source":"CR"},{"type":"advantage","description":["The Empire has only one language with two dialects. The world around Rokugan, however, has a wide variety of nations and cultures, each with their own language. For 1 point, you may learn one human language from any surrounding culture, including but not limited to: the Yobanjin dialect, Senpet, Yodotai, Mekham, Merenae, Rhuumal, Thrane, etc. A non-human language, such as the Nezumi or Naga languages, requires three points and confers only the ability to understand the language and a limited ability to express very basic concepts verbally."],"subtype":["Mental"],"name":"Languages","cost":"1 or 3 Points","numeric":[1,3],"source":"CR"},{"type":"advantage","description":["You are significantly larger than the average Rokugani, ranging in height from 6'0\" to 6'3\" in height. You gain a bonus of +1k0 to the total of all Damage Rolls for any large melee weapon. Crab characters may purchase this Advantage for 3 points."],"subtype":["Physical"],"name":"Large","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["You possess the traits indigenous to the people of Laughing Plains Village, from whence some distant ancestor of yours originated. Your dour and bleakly stoic outlook on life grants you a bonus of +5 when rolling to resist any Fear effect."],"subtype":["Mental"],"name":"Laughing Plains Native","cost":"2 Points","numeric":["2"]},{"type":"advantage","description":["You have an innate knack for leading and inspiring others in battle. Once per Round during the Reactions stage, you may add your School Rank plus 1k1 to the Initiative Score of one ally in a skirmish. This bonus lasts until the Reactions stage of the following round. An individual may only benefit from one use of this Advantage per Round. Lion characters may purchase this Advantage for 5 points."],"subtype":["Social"],"name":"Leadership","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["Fortune favors the mortal man. A number of times per session equal to your rank in this Advantage, you may choose to immediately re-roll any one roll you make, keeping the higher of the two results."],"subtype":["Spiritual"],"name":"Luck","cost":"3\/6\/9 Points","numeric":["3","6","9"],"source":"CR"},{"type":"advantage","description":["For reasons beyond your understanding, the kami are reluctant to involve themselves with you in any way. For each rank you possess in this Advantage, all elemental spells targeting you have the TN of the Spell Casting Roll made to enact it increased by +3. Maho, gaijin, and non-human forms of magic are not affected by this Advantage."],"subtype":["Spiritual"],"name":"Magic Resistance","cost":"2\/4\/6 Points","numeric":["2","4","6"],"source":"CR"},{"type":"advantage","description":["You have a strong connection with the Spirit Realms beyond your own. Though you may not physically travel to the other Realms, you may project your spirit into them by entering deep concentration. Your spiritual projection is malleable, and whenever you encounter other spirits while in this state they will treat you as one of their own unless you choose to reveal your status as outsider to them"],"subtype":["Spiritual"],"name":"Medium","cost":"4 Points","numeric":["4"],"source":"EoE"},{"type":"advantage","description":["You have been given an incredible opportunity to study at multiple dojo, each associated with a different major School. This is a rare opportunity indeed, as being released from one's oaths to one sensei in order to study with another requires extraordinary circumstances. This Advantage may only be purchased during play, and once it is taken, the character stops progression in his current School. Upon reaching the next Insight Rank, he begins learning Techniques from the new School beginning at Rank 1. Before learning any Techniques from a given School, you must possess at least one rank in all School Skills taught there. Under no circumstances can a character ever take ranks in both a Bushi School and a Shugenja School; the two are simply incompatible in every respect."],"subtype":["Social"],"name":"Multiple Schools","cost":"10 Points","numeric":["10"],"source":"CR"},{"type":"advantage","description":["Either through a quirk of the Akasha’s strange powers, or perhaps due to an unknown dalliance between a human and a Naga, the blood of both races flows through your veins. You may purchase Naga-only Advantages at the normal cost, and you gain a bonus of +1k0 on all Social Skill Rolls made with members of the Naga race.","At the GM’s option, characters with this Advantage may manifest physical signs of their inhuman ancestry, such as slit pupils or a faint sheen of scales on their skin. These effects would likely produce a social penalty when interacting with other Rokugani (most likely a -1k0 or -2k0 penalty, depending on how xenophobic a particular person might be), so if this approach is taken the total point cost of this Advantage should be reduced to 5."],"subtype":["Physical","Spiritual"],"name":"Naga Ancestry","cost":"7 Points","numeric":["7"]},{"type":"advantage","description":["You are an inhabitant of Naishou Province, a proud and ancient area which has remained dedicated to the worship of the Fortunes through difficult times. You can buy a Seven  Fortunes’ Blessing Advantage for one less Experience Point. With the GM’s agreement, you can later buy the Advantage again for a different Fortune, although you lose the  original Advantage when doing so. Finally, you gain a Free Raise on all Social Skill rolls dealing with monks aligned to the Fortune for which you currently have the Seven  Fortunes’ Blessing Advantage."],"subtype":[],"name":"Naishou Citizen","cost":"3 Points","numeric":["3"],"source":"NP"},{"type":"advantage","description":["As a citizen of Nikesake, you have gained important contacts within the Crane Clan, and your prestige within court has increased as a result. You gain a bonus of +1k0 on any Social Skill Roll made interacting with a member of the Crane Clan. You also may purchase the Allies Advantage for one point less than normal when purchasing Allies within the Crane (the Ally still has a minimum point cost of 1)."],"subtype":["Social"],"name":"Nikesake Citizen","cost":"3 points","numeric":["3"]},{"type":"advantage","description":["You exemplify the code of Bushido, and have taken one particular tenet to heart and made it your way of life. In addition to the benefit listed below, any time you gain Honor for exhibiting the virtue for which you have the Paragon Advantage, you gain an additional +1 Honor. Lion characters may purchase this Advantage for 6 points.",{"type":"list","list":[{"label":"Compassion","text":"Any time you spend a Void Point to improve a roll made to directly help those lower than you in the Celestial Order, you gain +2k2 instead of +1k1."},{"label":"Courage","text":"You gain a bonus of +1k1 to the total of any roll made to resist Intimidation or to overcome Fear effects."},{"label":"Courtesy","text":"Any time you make an Etiquette roll to avoid an embarrassment or breach of honor, you add +2k0 to the roll."},{"label":"Duty","text":"You may spend a Void Point on any Skill Roll or Spell Casting Roll to negate all TN penalties for that roll, including Wound penalties."},{"label":"Honesty","text":"On a Sincerity (Honesty) roll, you add a bonus of +1k1. You may add this bonus even if you do not possess the Emphasis, but it would apply in the situation at hand."},{"label":"Honor","text":"You may add twice your Honor Rank to all rolls to resist Temptation or Intimidation rolls, instead of the normal bonus."},{"label":"Sincerity","text":"You may add a bonus of +2k0 to all Contested Rolls using Sincerity."}]}],"subtype":["Mental"],"name":"Paragon","cost":"7 Points","numeric":["7"],"source":"CR"},{"type":"advantage","description":["Others find it difficult to perceive your true nature, a fact that benefits you in concealing your sometimes questionable actions. For each rank you possess in this Advantage, your Honor is considered one full rank higher for the purpose of all attempts to discern it.  Anyone attempting to roll Lore: Bushido \/ Awareness to determine your Honor Rank will determine the false rank instead of the actual Honor."],"subtype":["Social"],"name":"Perceived Honor","cost":"2 Points\/Rank","numeric":[2,4,6,8,10,12,14,16,18,20],"source":"CR"},{"type":"advantage","description":["You have an incredible ability to recall exactly things you have seen or heard. In any situation where you need to remember something exactly the way it was, whether the wording of something you read or the details of a person's physical appearance, you add a bonus of +1k1 to your Intelligence Trait Roll."],"subtype":["Mental"],"name":"Precise Memory","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You are a marvel of the dojo, and your sensei believe that you will accomplish incredible things in your lifetime. Whenever you make a School Skill Roll, you gain a bonus of +1k0 to the roll."],"subtype":["Physical"],"name":"Prodigy","cost":"12 Points","numeric":["12"],"source":"CR"},{"type":"advantage","description":["You can react quickly to others, seizing advantage where previously there had been none. If you did not act first during a Combat Round, during the Reactions Stage of combat you may add your Reflexes Trait to the total of your Initiative Score for all subsequent rounds of this skirmish. This may be done each Round that you did not act first. Ninja characters may purchase this Advantage for 5 points."],"subtype":["Physical"],"name":"Quick","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["Your body mends incredibly quickly, allowing you to recover from even devastating wounds with amazing speed. For the purposes of recovering Wounds, your Stamina is considered to be two ranks higher."],"subtype":["Physical"],"name":"Quick Healer","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["Either through natural ability or incredible patience and practice, you have the ability to understand what others are saying even if you cannot hear them, simply by observing how their lips move. When you are in a situation where others are speaking and you cannot hear them, you can understand what they are saying by making a Perception Trait Roll against TN 15 + 5 for every twenty feet away from you the speakers are. Courtier characters may purchase this Advantage for 3 points."],"subtype":["Mental"],"name":"Read Lips","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["Despite having passed through Meido, you retain some faint recollection of your previous life. You gain +1k0 to any three non-School Skills of your choice (subject to GM’s approval). Any time you spend a Void Point to enhance a roll using one of those Skills, you suffer the effects of the Anachronism disadvantage for 1-10 hours. In addition, you will occasionally have dreams or vague memories from your previous life, which may or may not become relevant to your current existence.","Note: GMs who allow Naga characters may also opt to make this Advantage available to Naga to represent the ancestral memories of the Akasha. If used in this way, it costs 7 points and does not impose the Anachronism penalty"],"subtype":["Spiritual"],"name":"Reincarnated","cost":"6 Points, 5 For Henshin and For Characters With Ancestors","numeric":[5,6]},{"type":"advantage","description":["Being stationed in the Ruined City is a dangerous assignment, even for the most sinister samurai among the Spider Clan. If the environment were not dangerous enough, the area is rife with potential enemies, and remaining undetected is the first priority for both Yotsu patrols and Spider operations within the city. You gain a bonus of +1k0 to the total of all Stealth (Ambush) Skill Rolls made in urban environments."],"subtype":["Physical"],"name":"Ruined City Shadow","cost":"3 points","numeric":["3"]},{"type":"advantage","description":["The spiritual folk of Sacred Forest Village consider you one of their own due to the nature of your ancestry, which includes someone from that region. You gain +1k0 to rolls with Lore: Theology and Lore: Spirit Realms."],"subtype":["Mental"],"name":"Sacred Forest Native","cost":"2 Points","numeric":["2"]},{"type":"advantage","description":["You possess a special weapon created by the master weaponsmiths of your Clan, and considered to be an icon of all who bear the mon of your Clan. The cost of each individual weapon is denoted by the number after its name.",{"type":"table","table":{"header":["Clan","Weapon","Mechanics"],"rows":[["Crab","Kaiu Blade (6)","3k3 katana; unbreakable; -2 to target's Reduction"],["Crane","Kakita Blade (5)","4k2 katana; may reroll damage once per Iaijutsu duel"],["Dragon","Twi Sister Blades (3)","Daisho; +5 to Tn of all Disarm Maneuvers against you"],["Lion","Akodo Blade (6)","4k2 katana; Honor rank considered at +1 while carried"],["Mantis","Storm Kama (pair) (6)","2k2 kama; +1k0 to attack rolls when wielding both"],["Owl","Owl Blade (6)","3k2 wakizashi; equivalent to crystal for the purposes of harming otherworldly\/nonhuman opponents<sup>(1)<\/sup>"],["Phoenix","Inquisitor's Strike (6)","3k2 wakizashi; considered jade against targets with Taint"],["Scorpion","Shosuro Blade (5)","4k2 katana; add +5 to TN to resist poisons applied to blade"],["Spider","Black Steel Blade (6)","4k2 katana; any exploding damage dice require target to make an Earth Ring Roll (Tn 15) or gain 1 point of the Shadowlands Taint"],["Spider","Black Steel Blade( 6)","4k2 katana which causes an extra +5 damage any time one or more of its damage dice explode<sup>(2)<\/sup>"],["Unicorn","Moto Scimitar (6)","3k3 Scimitar; +3 to Damage Rolls made while on horseback"]]}},"<ol><li><em>This weapon derives from an alternate timeline where Togashi defeated Hantei and became the first emperor, with Hantei creating the Owl Clan, specialized with dealing with nonhuman creatures. As a result, it does not exist in the main timeline, although GMs can, as usual, adapt it if needed.<\/em>","The sacred Owl Blades, crafted by Seppun artisans are greatly prized throughout the Empire of Togashi, especially by the Phoenix and the Crab; Otomo diplomats often gain many favors for their clan by offering Owl Blades as gifts.<\/li>","<li>This alternate Sacred Weapon serves as a weapon for the Spider during times when they cannot inflict the Taint.<\/li><\/ol>"],"subtype":["Material"],"name":"Sacred Weapon","cost":"Varies","numeric":[3,5,6],"source":"CR"},{"type":"advantage","description":["Because of some great service you or perhaps your parents performed on behalf of the Emperor, the Son of Heaven has placed you under his protection. You may not purchase this Advantage unless you possess an Honor Rank of 6.0 or higher. So long as your Honor does not drop below 6.0, no one of Honor Rank 5 or higher may attack you unless you attack them first; their rigid code of honor simply will not allow them to blatantly go against the Emperor's wishes. Willingly entered duels ignore the effects of this Advantage. Imperial characters may purchase this Advantage for 3 points."],"subtype":["Social"],"name":"Sacrosanct","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["You have a love of learning, and have accumulated a staggering amount of information during the course of your lifetime. Whenever you would be forced to make an Unskilled Roll when using a Lore Skill, you instead are considered to have 1 rank in that Skill. Phoenix and shugenja characters may purchase this Advantage for 3 points."],"subtype":["Mental"],"name":"Sage","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["This Advantage may be purchased (with the GM’s permission) after reading an original copy of the Book of Sun Tao or the original copy of The Subtlety of the Court. Reading this work allows the character to realize that war and politics are fundamentally one and the same. You gain the Mastery benefits of both the Battle and Courtier Skills, based on whichever of the two skills you have at a higher Rank. A number of times per day equal to your Insight Rank, you may use the higher Rank in those Skills when making a Contested Skill Roll with either of them. This Advantage costs 1 less point for courtiers."],"subtype":["Mental"],"name":"Sage of the Sword and Fan","cost":"7 Points","numeric":["7"],"source":"S&F"},{"type":"advantage","description":["You are capable of enrapturing the crowd, no matter the circumstances. Whenever you would be required to make a Skill Roll using a Perform Skill you do not possess, you are considered to have 1 rank in that skill."],"subtype":["Social"],"name":"Sensation","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["A servant has been assigned to assist you by your family, or possibly one whose help you purchased with your own resources in order to make life a little bit easier. You may have a maximum number of servants equal to twice your Status Rank. Different kinds of servants have different useful abilities and can more easily be supplied by different Clans. Typically, a servant has all Traits at rank 2 and a single Skill at rank 3. You may add additional Skill Ranks or Emphases to a servant at the time the Advantage is purchased by paying 3 additional points per Skill Rank or Emphasis. Consult the following table for sample servants and their costs:",{"type":"table","table":{"header":["Servant","Notable Abilities","Discounts"],"rows":[["Artisan","One Artisan Skill at 3","-2 points for Crane"],["Attendant","Etiquette (Conversation) 3","-2 points for Scorpion"],["Budoka","One Weapon Skill at 3","-2 points for Lion"],["Craftsman","One Craft Skill at 3","-2 points for Dragon"],["Eta Attendant","Lore: Anatomy 3","-2 points for Crab"],["Groom","Animal Handling (Horses) 3","-2 points for Unicorn"],["Merchant","Commerce (Appraisal) 3","-2 points for Mantis"],["Scribe","One Lore Skill at 3","-2 points for Phoenix"],["Sohei","Jiujutsu 3","-2 points for Spider"]]}}],"subtype":["Material"],"name":"Servant","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["One of the Seven Fortunes, the most powerful of all the Fortunes, have taken notice of you and showered you with his or her blessings. These can be powerful bonuses, but sometimes come with expectations. The Fortunes are both fickle and wrathful, after all. The Clans listed after each blessing may purchase that Advantage for 1 point less than its normal cost.",{"type":"list","list":[{"label":"Benten's Blessing (Crane)","text":"The Fortunate of Romantic Love has showered you with her blessings. Whenever you are attempting to persuade someone, regardless of the circumstances, you gain a bonus of +0k1 to the total of the Social Skill Roll in question. This bonus only applies to persuasion, not coercion."},{"label":"Bishamon's Blessing (5 Points) (Crab, Lion)","text":"The Fortune of Strength has taken notice of your might, and has favored you with his blessings. Whenever you declare and make three successful Raises on an attack roll for the purposes of the Increased Damage Maneuver, you gain one additional Raise. Free Raises do not count toward activating this effect. You also gain a bonus of +1k0 to the total of any Strength Trait Rolls."},{"label":"Daikoku's Blessing (Mantis)","text":"The Fortune of Wealth has favored you with his patronage, and you excel in matters pertaining to wealth and mercantile pursuits. You gain a bonus of +1k1 to the total of all Commerce Skill Rolls."},{"label":"Ebisu's Blessing (Unicorn)","text":"You have captured the attention, if only briefly, of the Fortune of Honest Work, and his favor is clear to those who serve him best. You gain a bonus of +1k1 to the total of all Social Skill Rolls made with citizens of Rokugan who are not members of the samurai caste."},{"label":"Fukurokujin's Blessing (Dragon, Phoenix)","text":"The Fortune of Wisdom favors you above all others, and you reap the benefits of his patronage. Select one Lore Skill when you purchase this Advantage. Whenever you make a Skill Roll using that Skill, you gain a bonus of +1k1 to the total of that roll."},{"label":"Hotei's Blessing","text":"The Fortune of Contentment finds you a pleasing tribute to his works, and favors you with his sense of serenity and his jovial nature. Whenever an effect of any sort, either a spell, Advantage, Technique, or other effect, would cause you to lose Void Points, the instigator of the effect must first defeat you in a Contested Void Roll. If the effect already calls for a Contested Roll of some kind, your roll is instead increased by +10."},{"label":"Jurojin's Blessing (Scorpion)","text":"The Fortune of Longevity favors you, and as a result you can expect a long and healthy life. Whenever you are rolling to resist the effects of a disease or poison, you gain a bonus of +2k0 to the total of the roll."}]}],"subtype":["Spiritual"],"name":"Seven Fortunes' Blessing","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["You have trained your mind to be nigh-inscrutable to those who surround you. Rolls made to discern your true intentions or motivations, including Social Skill rolls and Spell Casting Roll for any spells which might lay bare your thoughts, have their TN increased by +5."],"subtype":["Mental"],"name":"Shadowed Heart","cost":"5 Points","numeric":["5"]},{"type":"advantage","description":["You have a natural talent for moving silently at all times. You add +1k0 to the total of all Stealth rolls. Ninja characters may purchase this Advantage for 2 points."],"subtype":["Physical"],"name":"Silent","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You have received an illustrious social appointment, whether through your own accomplishments or purely because of political reasons. You gain +1 Status Rank."],"subtype":["Social"],"name":"Social Position","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"advantage","description":["Your soul soars with the spirit of creativity. Choose either Artisan Skills or Craft Skills when purchasing this Advantage. Any time that you would be required to make an Unskilled Roll using a Skill of the chosen type, you are considered to have 1 rank in that Skill. Crane and courtier characters may purchase this Advantage for 3 points."],"subtype":["Mental"],"name":"Soul of Artistry","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["You have access to an intelligence network that can provide you with a variety of covert information. Once per session if you can contact your spy network you can acquire a piece of useful information which would otherwise be unavailable. The GM has the final say on what you learn, but it will always be something useful to your current endeavors. This Advantage cannot be used in environments where it would be impossible to make contact with your spy network (e.g. wandering the desert, exploring the Shadowlands or the Shinomen Mori, etc).","Daidoji family characters may purchase this Advantage for 7 points, Scorpion characters may purchase it for 6 points, and Kolat characters may purchase it for 5 points."],"subtype":["Social"],"name":"Spy Network","cost":"8 Points","numeric":["8"],"source":"EoE"},{"type":"advantage","description":["The city of Otosan Uchi was once the largest and grandest in Rokugan, and remained so for more than one thousand years. Even in its ruined state, there are secrets buried within that can reach across the face of an Empire. Among the ruins, you have discovered the trappings of another life, and can masquerade among the Great Clans in an established identity, complete with all the proper equipment. You may choose any one family and School from another Great Clan, as well as an alias. When using the Acting Skill to deceive others as to your identity, and using this alternate identity, you gain two Free Raises on any Acting Skill Roll. You gain the Outfit (but not the koku) of the selected School as well. Needless to say, getting caught in your false identity will lead to dire consequences."],"subtype":["Social"],"name":"Stolen Identity","cost":"6 points, 5 points for Spider characters","numeric":[5,6]},{"type":"advantage","description":["You have studied the key strategic treatises such as The Book of Sun Tao and Akodo’s Leadership and gained an instinctive grasp of their philosophies regarding strategy in war. You understand the necessity of maintaining focus on the larger picture, of seeing each battle as part of a greater campaign, and how these will contribute to achieving your strategic objectives. If your character is the commander of an army or one of its senior subordinate commanders (for example, the commander of the Vanguard, or of an entire wing of the Main Body), or is part of the commander’s staff, then your side receives a +2k0 bonus to the Battle (Mass Combat)\/Perception Roll made to determine who is Winning each Battle Turn. You also receive a +1k0 bonus to any other Battle Skill Roll you make during a Mass Battle Turn. Lion characters may purchase this Advantage for 4 Points."],"subtype":["Mental"],"name":"Strategist","cost":"5 Points","numeric":["5"],"source":"S&F"},{"type":"advantage","description":["In your soul can be found the spirit of the mountains and the strength of stone. You can overcome injuries that would cripple other men. The TN penalties you suffer from Wound Ranks are reduced by 3. Bushi characters may purchase this Advantage for 2 points."],"subtype":["Physical"],"name":"Strength of the Earth","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["Truly dedicated followers of the Way of Victory are able to prevail despite their rejection of Bushido. When rolling to resist Temptation, Intimidation, or Fear, you may choose to add +5 to your roll instead of adding your Honor Rank to the roll."],"subtype":["Mental"],"name":"Student of Shourido","cost":"9 Points, 6 for Spider characters","numeric":[6,9]},{"type":"advantage","description":["You have a mind well suited to the ebb and flow of battle. When making a roll on the Mass Battle Table, you may increase or decrease your result by 5. Lion and bushi characters may purchase this Advantage for 3 points."],"subtype":["Mental"],"name":"Tactician","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"advantage","description":["Somehow, a fragment of the essence of a spirit realm is present in your soul, and suffuses everything you do. Shugenja characters may purchase this Advantage for 4 points.",{"type":"list","list":[{"label":"Chikushudo","text":"You gain a bonus of +1k1 on all Animal Handling rolls."},{"label":"Gaki-do","text":"When you resolve an attack that kills an opponent, you immediately regain 5 Wounds."},{"label":"Jigoku","text":"You may add your Taint Rank to any attack roll and any Skill Roll or Trait roll that uses a Physical Trait. If you are Lost, you add twice your Taint Rank rather than your normal bonus. You may not take this Advantage unless you possess the Shadowlands Taint."},{"label":"Maigo no Musha","text":"When you are awarded Glory in an amount greater than 3 points, you receive one additional point."},{"label":"Meido","text":"You gain a bonus of +2k0 to Contested Rolls versus attempts to manipulate you in social interactions, such as use of the Courtier Skill."},{"label":"Sakkaku","text":"You gain a bonus of +1k1 on Sincerity (Deceit) rolls."},{"label":"Tengoku","text":"You gain a bonus of +2k0 on Earth Ring Rolls made to resist the Shadowlands Taint."},{"label":"Toshigoku","text":"When making a Move Action to get into range to attack an opponent, the distance of your move is increased by 5 feet. (This costs 8 instead of 5.)"},{"label":"Yomi","text":"Select one School Skill. You gain a bonus of +1k0 on all Skill Rolls made using that Skill. (This costs 7 points instead of 5.)"},{"label":"Yume-do","text":"You can recover all expended Void Points with only four hours of rest, rather than the normal full night of eight hours of rest."}]}],"subtype":["Spiritual"],"name":"Touch of the Spirit Realms","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"advantage","description":["You embrace virtue in your every thought and action. You possess one additional rank of Honor above your normal starting value (as determined by your School)."],"subtype":["Mental"],"name":"Virtuous","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You have a voice that others find pleasing in virtually every respect. You gain a bonus of +1k1 on any Perform Skill Roll that utilizes your voice, such as Perform: Singing or Perform: Oratory."],"subtype":["Physical"],"name":"Voice","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["You have a great capacity for drawing upon the strength of the Void as it exists within other elements. Select any one non-Void Ring. You may expend spell slots associated with that Ring to use Void spells in addition to their normal use. Only shugenja with an Affinity for Void spells may purchase this Advantage."],"subtype":["Spiritual"],"name":"Void Versatility","cost":"4 Points","numeric":["4"]},{"type":"advantage","description":["You are constantly on alert, always looking out for the unexpected. When rolling Investigation (Notice) \/ Perception against Stealth (Ambush) \/ Agility to detect an ambush, you add +1k1 to your roll."],"subtype":["Mental"],"name":"Wary","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"advantage","description":["The Watanu ronin of Iron Heart Village are well known throughout the region for their superior skills in smithing. Select one Craft Skill related to the creation of metallic goods (not weapons or armor). When making Skill Rolls to create such items, you gain a bonus of +1k1."],"subtype":["Mental"],"name":"Watanu-Trained","cost":"1 Point","numeric":["1"]},{"type":"advantage","description":["Your time spent within Water Hammer City has given you an affinity for crafting, even if you have not devoted your life to the pursuit of such things. You gain one rank in a Craft Skill of your choice (this may not take you over the maximum beginning rank of 4). When determining the time required to craft any particular item, the cost of the item is considered one coin type smaller for you (for example, an item that has a cost measured in koku would determine its crafting time as if it were measured in bu, and an item with a cost measured in bu would determine the time as if it were measured in zeni)."],"subtype":["Social"],"name":"Water Hammer Citizen","cost":"3 points","numeric":["3"]},{"type":"advantage","description":["You are intimately familiar with a particular region, having traveled it extensively to the point that you know it as well as the interior of your own house. Select the lands of one family, a major city, or some other reasonably sized region. While you are within that region, it is not possible for you to get lost, and you know the location of any available resources to be found there. Unicorn characters may purchase this Advantage for 1 point."],"subtype":["Mental"],"name":"Way of the Land","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"advantage","description":["Your branch of the family is particularly wealthy, and they have granted you additional resources in order to facilitate your fulfillment of your duty. For each point spent on this Advantage, you gain two additional koku, to be added to the amount in your School outfit. Crane, Unicorn, and Imperial characters may purchase this Advantage for 1 point less of its cost."],"subtype":["Material"],"name":"Wealthy","cost":"1 Point\/Rank","numeric":[1,2,3,4,5,6,7,8,9,10],"source":"CR"},{"type":"advantage","description":["Choose one court when you purchase this Advantage. One time each session per level of the Advantage, you may roll Courtier \/ Awareness at TN 20. If successful, you gain the benefit of one minor favor from someone else at court. This favor should not be something that inconveniences the benefactor, and it will only be a small piece of information (e.g. \"the daimyo intends to go hunting tomorrow\") or a simple bit of assistance (\"I assigned you to a later guard shift\"). The favor, however, will always be useful to some task you are currently pursuing. Courtiers may purchase this Advantage for one point less."],"subtype":["Social"],"name":"Well-Connected","cost":"3 points per Rank","numeric":["3"]},{"type":"advantage","description":["Being raised in a city that wholly embraces commerce, gambling, and other such pursuits has allowed you many opportunities to improve your financial lot in life. You gain an additional rank in one Games Skill of your choice. The starting koku of your School’s Outfit is increased by 50%."],"subtype":["Social"],"name":"Zakyo Toshi Citizen","cost":"3 points","numeric":["3"]},{"type":"disadvantage","name":"Anachronism","cost":"2 Points","numeric":["2"],"subtype":["Mental","Social"],"source":"IH","description":["Although the society of Rokugan embraces traditionalism and for the most part eschews all change, some degree of social evolution is inevitable. For those spirits returned through Oblivion’s Gate, these changes can seem profound and extremely confusing. You are out of touch with modern conventions and styles. The Target Number of all artisan, Craft, and Social Skill Rolls you make is increased by 5. Only returned spirits may purchase this Disadvantage."]},{"type":"disadvantage","description":["You find the presence of others uncomfortable, so much so that is immediately obvious to those around you. Your preference for solitude causes you to behave in a manner that might best be described as rude. If you take the 2 point version of this Disadvantage, you suffer a penalty of -1k0 to all Social Skill Rolls. For 4 points, the penalty is -1k1. This Disadvantage is worth 1 additional point to Crab characters."],"subtype":["Social"],"name":"Antisocial","cost":"2\/4 Points","numeric":["2","4"],"source":"CR"},{"type":"disadvantage","description":["You have no taste for or interest in material things, and this minimalist attitude has impacted how others view you. Your School Outfit includes only weapons, armor, clothing, necessary tools of the trade for your profession (such as scroll satchel for shugenja), and nothing else. Any time you would be awarded Glory as a result of your actions, you receive only half the normal amount. Coupled with the normal restriction for Monks in gaining Glory, ascetic monk characters would only gain one quarter the normal amount of Glory. This Disadvantage is worth 3 points to Dragon or Monk characters."],"subtype":["Mental"],"name":"Ascetic","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["Your eyesight is exceptionally poor, whether as a result of some medical condition or even from a missing eye. You suffer a penalty of -1k1 to all ranged attack rolls and to any Perception-based rolls."],"subtype":["Physical"],"name":"Bad Eyesight","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Kharma is a powerful force, and sometimes it is a destructive one as well. There is something unpleasant in store for you, and you may have no idea what it is until it is far too late. Bad fortunes take an almost infinite variety of forms, all worth the same number of points, and players and GMs should discuss the form of a Bad Fortune during character creation. Some of the more common versions include:",{"type":"list","list":[{"label":"Secret Love","text":"Somewhere, someone is madly in love with you, and will go to any lengths to sabotage your romantic interests, even politically arranged marriages, in order to ensure taht you remain available, for them."},{"label":"Disfigurement","text":"You have a birthmark of some sort that appears on a visible portion of your body. Others regard it as a clear mark of bad fortune (which in Rokugan, it is), and give you a very wide berth."},{"label":"Evil Eye","text":"One of your eyes is discolored. People avoid looking you in the eyes at all costs, and some believe your very presence invites evil spirits."},{"label":"Allergy","text":"You are allergic to a common substance, something you come into contact with regularly, such as silk, cotton, or sushi. Its presence breaks you out in a very uncomfortable rash, which in turn makes others react poorly to your presence."},{"label":"Lingering Misfortune","text":"At some point in your future, you will fail an extremely important dice roll in a spectacularly disastrous fashion. The GM will decide when this happens, and no mechanical effect will allow you to overcome it or to circumvent it."},{"label":"Unknown Enemy","text":"Someone somewhere in another Clan hates you, and wishes to see you dead. You have no idea who they are or why they hate you, but you will very soon."},{"label":"Moto Curse","text":"You possess a spiritual weakness that makes you extremely susceptible to the Shadowlands Taint. You suffer a penalty of -1k0 to any roll made to resist acquiring the Taint. Only members of the Unicorn Clan may take this Disadvantage, and they receive 4 points for it."},{"label":"Yogo Curse","text":"You are cursed to betray the one you love the most, just as the first Yogo was cursed by Fu Leng himself. Normally only members of the Scorpion Clan may take this Disadvantage, and they receive 4 points for it. (GMs may allow other characters of the Yogo bloodline to take the curse as well, if they wish.)"}]}],"subtype":["Spiritual"],"name":"Bad Fortune","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You suffer from a chronic medical condition that constantly renders you weak and susceptible to both illness and injury. Your Earth Ring is considered one rank lower for the purposes of determining Wound Ranks and for resisting diseases."],"subtype":["Physical"],"name":"Bad Health","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You have been promised to another, or perhaps are already married, and neither of you are at all pleased with the situation. Your spouse despises you, but he or she at least has the decorum to manage your estate properly... for the most part. Your mutual dislike, however, can result in tremendous difficulty with even simple domestic or bureaucratic tasks. This Disadvantage is worth 3 points to Imperial characters."],"subtype":["Social"],"name":"Bitter Betrothal","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["Someone out there knows of some dark secret of yours, or some horrible indiscretion you committed in a moment of weakness. What's worse, they intend to make you pay for it. The cost of this Disadvantage is equal to your Status Rank. The person blackmailing you will contact you periodically and require certain things of you. You must weigh these actions against the potential disgrace if your secret is discovered, and act accordingly."],"subtype":["Social"],"name":"Blackmailed","cost":"Variable","numeric":[1,2,3,4,5,6,7,8,9,10],"source":"CR"},{"type":"disadvantage","description":["For whatever reason, your family is completely disgusted with you and your actions. You have not been cast out and made ronin, but you are no longer welcome in your own household. You may only maintain proper relations with any member of your family via the Allies Advantage, and if you attend one of your own family's Schools, you may not advance in School Rank without going to great lengths to find a willing teacher."],"subtype":["Social"],"name":"Black Sheep","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You possess no natural eyesight whatsoever save for a slight ability to determine light and dark. You suffer a penalty of -3k3 to all ranged attack rolls and -1k1 to melee attack rolls. Your base Armor TN is equal to your Reflexes Trait plus 5 (armor adds bonuses as normal). Your Water Ring is considered two ranks lower for the purposes of determining how far you may move as part of a Move Action. Any attempt at a Simple Move Action requires an Athletics \/ Agility Roll (TN 20) or you are knocked Prone. You may not make Perception rolls unless the GM judges that you can use senses other than sight for the roll."],"subtype":["Physical"],"name":"Blind","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"disadvantage","description":["A price has been placed on your head due to your involvement (or suspected involvement) in a crime. The severity of the crime itself dictates the cost of this Disadvantage, the amount of the bounty on your head, and who will be willing to hunt for you. A minor offense (2 points) generates a bounty of 1-5 Koku, and generally only magistrates from that province, or ronin who hunt for bounties, will search for you. To identify you as a bounty target, the hunter must make a Lore: Law \/ Perception roll at TN 25. A serious offense (4 points) generates a bounty of 10-15 Koku. Any magistrate from the Clan which assigned the bounty will be aware of it. To identify you as a bounty target, the hunter must make a Lore: Law \/ Perception roll at TN 15. A violent or heinous act (6 points) generates a bounty of at least 20 Koku. Magistrates from every Great Clan are on the lookout for you, and you are likely to be executed in short order if taken into custody. The offended Clan may even send a specific request to the Tsuruchi Bounty Hunters if your crime was exceptionally awful. To identify you as a bounty target, the hunter must make a Lore: Law \/ Perception roll at TN 10."],"subtype":["Social"],"name":"Bounty","cost":"2, 4, or 6 Points","numeric":[2,4,6]},{"type":"disadvantage","description":["You have a notoriously short temper and are likely to answer anything you perceive as a threat with steel. If you are threatened or insulted, you must make a Willpower Trait roll (adding your Honor Rank to the total) at a TN of 25, or you will attack immediately. This Disadvantage is worth 4 points to Lion characters."],"subtype":["Mental"],"name":"Brash","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Your status as a citizen of Broken Wave City is a constant reminder of the past difficulty between your clan and the Phoenix. Despite their inclination toward pacifism, many have found the War of Fire and Thunder difficult to forgive. You suffer a penalty of -1k0 to all Social Skill Rolls made targeting members of the Phoenix Clan. You gain one less point than normal when purchasing the Sworn Enemy or Nemesis Disadvantages if the other party is a Phoenix Clan samurai."],"subtype":["Social"],"name":"Broken Wave Stigma","cost":"2 points","numeric":["2"]},{"type":"disadvantage","description":["You are psychologically incapable of telling a lie, perhaps because it has been so thoroughly drilled into your nature by your honorable family. Not only can you not tell a lie, but if someone in your presence tells a lie and you know that it is untrue, you must succeed at a Willpower Trait Roll (TN 20) or immediately correct them. This can cause untold difficulty in court settings and can lead to complete disgrace if you are not careful."],"subtype":["Mental"],"name":"Can't Lie","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["You, or perhaps your entire line, were at some point denounced by an order of monks, an act that can bring shame to even the least pious samurai. One point in this Disadvantage indicates the disapproval of a single temple, while three points represents a major sect within the Brotherhood of Shinsei. Monks of this sect treat you as if your Glory Rank were in fact Infamy."],"subtype":["Social"],"name":"Cast Out","cost":"1\/3 Points","numeric":["1","3"],"source":"CR"},{"type":"disadvantage","description":["There is some activity in which you are hopelessly compelled to partake. It is a ritual that is so ingrained in your behavior that it requires a feat of will to forsake it, even in dire circumstances. This may be something illicit and addictive, such as sake or gambling, or it may be as innocuous as visiting every major temple you pass. This basic Disadvantage requires a Willpower Trait Roll of 15 to overcome. The TN of the roll increases by 5 for every additional point gained by the Disadvantage, to a maximum of TN 25 (4 points)."],"subtype":["Mental"],"name":"Compulsion","cost":"2-4 Points","numeric":["2",3,4],"source":"CR"},{"type":"disadvantage","description":["You have walked the path of Shourido, and it has consumed you utterly. One of the tenets has become your existence, and you live only to enact it. These Disadvantages are worth one additional point to Spider characters.",{"type":"list","list":[{"label":"Control (4 points)","text":"You are determined to control and dominate others, no matter what the cost, and can never admit that you are wrong or might have made a mistake. You suffer a -1k1 penalty on all Etiquette and Sincerity rolls."},{"label":"Determination (6 points)","text":"You believe you can do anything on your own, without the need for any outside help or agency, or even any inner strength. You cannot spend Void Points to enhance die-rolls. (You can still spend Void Points for other purposes and enhancements.)"},{"label":"Insight (4 points)","text":"You seek profound insight in even the most trivial things, to the exclusion of normal activity. Choose one of your School Skills. Any time you use this Skill, you must make a Willpower Trait Roll at TN 20 or become lost in reverie as you seek a deeper understanding of this skill. (You can be snapped out of this reverie by pain, loud noise, shaking, etc.)"},{"label":"Knowledge (4 points)","text":"You are obsessed with gaining more knowledge and understanding of all things, no matter what the cost. Any time you encounter some topic, area of research, or new idea, no matter how trivial, scandalous, or blasphemous it might be, you must make a Willpower Trait Roll at TN 25 or decide to study it."},{"label":"Perfection (5 points)","text":"You must do everything perfectly even when there is no need to do so in order to succeed. Any time you make a Skill or Spell Casting roll, you must call one extra Raise for no effect, or the roll automatically fail. This Disadvantage is worth 6 points to Crane characters."},{"label":"Strength (5 points)","text":"Raw physical power is the only way to defeat your foes. Finesse and negotiation are for fools. You must call one extra Raise (for no effect) in order to use the Called Shot, Feint, or Disarm Maneuvers in combat, and you suffer a -1k0 penalty to any Etiquette roll."},{"label":"Will (4 points)","text":"You must get your way, and others must give way to your wishes. You have no respect for the opinions or desires of others. You suffer a -1k1 penalty to all Courtier and Temptation Skill Rolls, as your refusal to compromise or respect others makes you socially intolerable."}]}],"subtype":["Mental"],"name":"Consumed","cost":"Varies","numeric":[4,5,6],"source":"CR"},{"type":"disadvantage","description":["Your strong will and rigid view of the world insists not only that you develop an opinion on everything, but that you must share it at every opportunity. During any debate or dispute, or even casual discussion, you feel compelled to weigh in and attempt to persuade others to see the matter from your point of view. In any tense situation, you must succeed at a Willpower Trait Roll to avoid taking action, whether to resolve a conflict physically or simply to interject into an argument. The TN for this roll can vary widely, and should be determined by the TM (typically somewhere between 5 and 25). This Disadvantage is worth 4 points to Imperial and courtier characters."],"subtype":["Mental"],"name":"Contrary","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["The influence of the spirit realms can be felt throughout the mortal realm of Ningen-do, and for whatever reason, the essence of one realm in particular has marked you as a foe of all that emanates from that realm. This Disadvantage is worth 5 points to shugenja characters.",{"type":"list","list":[{"label":"Chikushudo","text":"You suffer a penalty of -1k1 to all Animal Handling rolls."},{"label":"Gaki-do","text":"The hungry dead crave your life essence above all others. All gaki and other hungry dead will attack you before any other available target, no matter the cost."},{"label":"Jigoku","text":"The Realm of Evil thirsts for your soul. Any roll you make to resist the Shadowlands Taint suffers a penalty of -1k1."},{"label":"Maigo no Musha","text":"Your existence thwarts destiny in some manner. Any roll you make against a spirit of any kind suffers a penalty of -1k1."},{"label":"Meido","text":"The ennui of the Realm of Waiting fills your soul. When unoccupied by physical activity or social interaction, you tend to lapse into a trance=like state that causes you to suffer a penalty of -1k0 to all Perception-based rolls."},{"label":"Sakkaku","text":"Trickster spirits plague you, and at least once a month you are the victim of some elaborate cruel prank by some malicious spirit."},{"label":"Tengoku","text":"The Celestial Heavens reject you as unclean. While within a temple devoted to the Heavens (any Fortune, the Kami, the Elemental Dragons, or the Sun or Moon), the TNs of all your rolls is increased by +10."},{"label":"Toshigoku","text":"At the sight of a wounded opponent, you are overcome with bloodlust and must succeed at a Willpower Trait Roll (TN 15) or immediately attack the wounded party."},{"label":"Yomi","text":"You may not possess any Advantage or abilities that specifically reference ancestral links (Inheritance, for example)."},{"label":"Yume-do","text":"You are plagued with horrific nightmares, making sleep difficult. You require 10 hours of sleep to regain Void Points, rather than the normal 8."}]}],"subtype":["Spiritual"],"name":"Cursed by the Realm","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["Unfortunately, being a native of a village such as Dark Edge Village, one that has a very well known reputation for a specific reason, can have a negative impact on one’s personal life. Many inattentive individuals without any real knowledge of you or your training assume that, since you are from Dark Edge Village, you are a talented duelist, and will seek to duel you to prove their own level of skill. Roughly once per two game sessions, someone will attempt to challenge you to a duel, sometimes friendly and sometimes not, regardless of whether you have any talent in that area or not. When a campaign is taking place in an inappropriate setting, such as the Shadowlands for example, the drawbacks of this Disadvantage are temporarily suspended."],"subtype":["Social"],"name":"Dark Edge Reputation","cost":"2 points","numeric":["2"]},{"type":"disadvantage","description":["There is a destiny of tremendous significance in store for you, and sadly it is not an illustrious one. Before your death, you will usher tremendous darkness into the world in some way. Perhaps you will allow family secrets to fall into the hands of the enemy, or perhaps you will allow the Great Kaiu Wall to fall to the Shadowlands. Destiny protects those for whom it has great plans, even if they do not desire it. Once per session, when you suffer Wounds that would kill you, you are instead reduced to one Wound."],"subtype":["Spiritual"],"name":"Dark Fate","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You possess some horrific secret that could lead not only to your ruination, but perhaps others in your family as well. It may be something terrible you have learned about your family that you alone know (if a venerated ancestor was secretly a dishonorable buffoon), or something you personally have done (you may be a member of the Kolat or Gozoku). If your secret is exposed, you may be required to commit seppuku or possibly even be executed. This Disadvantage is worth 5 points to ninja characters."],"subtype":["Social"],"name":"Dark Secret","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["Whether through bad luck or simple imprudence, at some point you found yourself short of money and \"solved\" this problem by taking out a loan, either from a wealthy commoner or a fellow samurai. You are expected to repay this loan, and until you do, the shame of your indebted state hangs over you. For 2 points, your debt is equivalent to one quarter of your yearly stipend - a small amount, but you will have to save carefully to repay it. For 4 points, you owe your entire yearly stipend, and for 8 points, you owe substantially more than that. If others learn about your debt, you will at a minimum lose Glory (probably at least a Rank, more if your debt is large) and your fellow samurai may come to look down on you; your lord may also disapprove of your irresponsibility. In the long term, a persistently indebted samurai may be publicly shamed, losing Status or worse. Moreover, even if you keep the debt secret, your creditor may decide to use it to pressure you into doing things on his behalf (this should be handled by the GM through role-play). This Disadvantage is worth one additional point for courtiers."],"subtype":["Material","Social"],"name":"Debt","cost":"2\/4\/8 points","numeric":["2","4","8"]},{"type":"disadvantage","description":["Someone who is largely incapable of defending himself or herself requires you to look after them. This may be an elderly relative, a naive spouse, or a small child. The point value of this Disadvantage varies depending upon how helpless the individual is and how frequently they appear in the campaign. A small child completely dependent upon you for everything might cost 5 or 6 points, while a spouse who is independent but whom you must consider before all major decisions might be worth 2 or 3."],"subtype":["Social"],"name":"Dependent","cost":"Varies","numeric":[2,3,4,5,6],"source":"CR"},{"type":"disadvantage","description":["You have been dishonored so spectacularly that your name has been removed from your family's records, and most within the family act as if you were dead. However, the Clan has granted you the opportunity to was away your dishonor if you perish in battle. This custom, which started with the Lion Clan, is known as the Deathseeker tradition. You possess Status Rank 1 and may not gain Status so long as you possess this Disadvantage."],"subtype":["Social"],"name":"Dishonored","cost":"5 Points","numeric":["5"],"source":"CR"},{"type":"disadvantage","description":["You have experienced a dramatic revelation that has shattered your faith in Rokugani theology. Perhaps you believe that the Fortunes have no interest in mankind, or perhaps you have come to believe that the Tao of Shinsei holds nothing but empty promises. If your disbelief were made public knowledge, you would be shunned by all properly pious individuals everywhere, and any membership you possess in temples or monastic orders would be instantly revoked. Your lack of piety makes you uncomfortable around shugenja and monks, and any Social Skill Rolls made with them have their TN increased by +5."],"subtype":["Mental"],"name":"Disbeliever","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Something about your appearance causes others to respond to you with concern and caution. You are not necessarily unattractive, merely disturbing in some way. The TN of all your Social Skill Rolls is increased by +5. This Disadvantage is worth 4 points to Spider characters."],"subtype":["Physical"],"name":"Disturbing Countenance","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Something has happened to cause you to question your training, so much so that it interferes with your ability to perform properly. Select one of your School Skills. Every time you use this Skill, you must declare one Raise that confers no benefit."],"subtype":["Mental"],"name":"Doubt","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You are possessed by some goal, and will sacrifice almost anything to accomplish it, even your honor. Family, friends, material possessions, and even Bushido mean nothing compared to the potential completion of this goal, whatever it may be."],"subtype":["Mental"],"name":"Driven","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["The kami of one element favor you, but so much so that their voices sometimes overpower your will and cause your invocations to achieve results other than what you intended. Only shugenja may take this Disadvantage. Choose an element in which you do not possess a Deficiency. Whenever you cast a spell of this element, you must make a Willpower Trait Roll at TN 15 + 5 per rank of this Disadvantage. If you fail the roll, something disastrous happens. The spell may fail outright, it may target someone altogether different from who you intended, or other effects as determined by the GM."],"subtype":["Spiritual"],"name":"Elemental Imbalance","cost":"2 Points\/Rank","numeric":[2,4,6,8,10,12,14,16,18,20],"source":"CR"},{"type":"disadvantage","description":["The touch of divine insight has twisted your mind and soul, driving you to strange and violent acts. Choose either a Ring or a Skill. If you are of the tattooed orders you may also choose one of your tattoos. Any time you use the Skill\/tattoo or make a Ring roll or Spell Casting Roll using the Ring, you must roll Willpower or be temporarily consumed by madness, passing into the control of the GM for the next eight hours.","The TN of the Willpower roll is 20 for the 4-point version of this Disadvantage, 30 for the 6-point version."],"subtype":["Spiritual"],"name":"Enlightened Madness","cost":"4\/6 Points","numeric":["4","6"],"source":"CR"},{"type":"disadvantage","description":["You possess a rare and poorly understood condition that causes you to experience seizures from time to time, consisting of a trance-like state, rigid muscle spasms, and frothing at the mouth. These are brought on by high stress or flashing lights, such as fireworks displays. Under such circumstances, you must succeed at a Willpower Trait Roll at TN 15 to avoid the seizure. If you fail, you experience a seizure and may roll a second Willpower Trait Roll (TN 10) for each minute to end it. This Disadvantage is worth 5 points to Crane characters."],"subtype":["Physical"],"name":"Epilepsy","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You are completely fascinated by some subject, and will go to great lengths to learn more about it or to experience it in new ways. Typical subjects of a samurai's fascination include music, horses, poetry, and history. This fascination badly impedes your judgement, and you will take even dishonorable actions to learn more, which could end in absolute disgrace if your actions are discovered."],"subtype":["Mental"],"name":"Fascination","cost":"1 Point","numeric":["1"],"source":"CR"},{"type":"disadvantage","description":["Try though you might adhere to the code of bushido, one tenet in particular is imply foreign to you, and you have no concept of how to exemplify it through your actions. This Disadvantage is worth 1 additional point to ninja characters.",{"type":"list","list":[{"label":"Compassion (3 points)","text":"You must spend a Void Point before you are able to act on behalf of someone of lower Status or social caste."},{"label":"Courage (4 points)","text":"When facing an opponent of higher Glory or Status, or when facing a Shadowlands opponent, the TN of all rolls to make is increased by +5."},{"label":"Courtesy (4 points)","text":"Any time you make a Social Skill Roll to apologize or avoid giving offense, you must call a Raise for no effect, or the roll will automatically fail."},{"label":"Duty (6 Points)","text":"You cannot spend Void Points to negate Wounds."},{"label":"Honesty (3 points)","text":"You cannot spend Void Points on any Sincerity Skill Roll to which the Honesty emphasis could apply (whether or not you have the empasis)."},{"label":"Honor (3 points)","text":"You cannot add your Honor Rank to any roll to resist Intimidation or Temptation."},{"label":"Sincerity (4 points)","text":"Any time you are rolling the Sincerity Skill to convince someone of what you are saying, you must call an extra Raise for no effect, or the roll automatically fails."}]}],"subtype":["Mental"],"name":"Failure of Bushido","cost":"Varies","numeric":[3,4,6],"source":"CR"},{"type":"disadvantage","description":["You have been forced into early retirement by entering a monastery, perhaps due to political reasons or because of some public disgrace. You may not advance any further in your School. When you gain a new Insight Rank, you must instead begin taking ranks of an unaligned Monk School.  You need not purchase the Multiple Schools Advantage for this. This Disadvantage is worth 5 points to monk characters."],"subtype":["Social"],"name":"Forced Retirement","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You have difficulty concentrating, even when focusing your attention on an opponent. Whenever you make a Contested Roll using Willpower, your opponent gains a bonus of +2k0."],"subtype":["Mental"],"name":"Frail Mind","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Either due to your lineage or your parents' fascination with another culture, you possess a name that is clearly not of Rokugani origin. Although there is no honor loss for such a thing, others regard you questionably as a result. Your individual dice may only explode once on a Social Skill Roll (that is, each die has a maximum possible result of 20). This Disadvantage is worth 2 points to Unicorn characters."],"subtype":["Social"],"name":"Gaijin Name","cost":"1 Point","numeric":["1"],"source":"CR"},{"type":"disadvantage","description":["Material wealth is more important to you than anything else, even though samurai are not meant to be sullied by commercial interests. Opponents attempting to use Temptation (Bribery) rolls against you gain a bonus of +1k1 to the total of the roll. This Disadvantage is worth 4 points to Mantis characters."],"subtype":["Mental"],"name":"Greedy","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Your trust is given easily and you place tremendous faith in those whom you trust, unfortunately making it very simple for others to take advantage of your naive nature. Opponents attempting to use Sincerity (Deceit) against you gain a bonus of +1k1 to the total of their rolls."],"subtype":["Mental"],"name":"Gullible","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["One of your ancestors has chosen to bestow personal attention on you, constantly offering you advice and making demands. Perhaps the ancestor merely wishes you to live up to the ideals of your Clan and family, or perhaps he has some unfinished task or duty which he wishes you to complete. You must show all due deference and respect to your ancestor, and do your best to live up to his (or her) expectations. If you fail to do so, your ancestor's disapproval will bring bad fortune upon you: so long as your ancestor remains angry, once per session one of your die rolls (chosen by the GM) will suffer a -1k1 penalty."],"subtype":["Spiritual"],"name":"Haunted","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["In the resolution of a dispute between Clans, it is not uncommon for hostages to be exchanged as \"guests\" of one another's Clan's for a specified amount of time. This ensures that the treaty in question is not broken. Although you are treated respectfully and as a guest in the lands of another Clan, you are not permitted to leave without escort and, should war break out between your Clan and your hosts, your life will be forfeit."],"subtype":["Social"],"name":"Hostage","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You adhere closely to the code of Bushido, perhaps too closely, and you have a hopelessly naive view of the world and hos things work. You have impossible standards that not even the most heroic individual could hope to meet, much less you. Whenever you lose Honor, the loss is increased by 1 point. This Disadvantage is worth 3 points to Lion characters."],"subtype":["Mental"],"name":"Idealistic","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["The unfortunate aspect of being stationed within the Imperial City is that it places one in situations where it is a very simple matter to earn the enmity of others, even if only for short periods of time. This Disadvantage functions exactly as the Sworn Enemy Disadvantage, save that it provides 1 additional point and that the identity of your enemy changes periodically. The identity of your current enemy is always determined by the GM, and one enemy may last as short as a month or as long as a year before someone else takes their place."],"subtype":["Social"],"name":"Imperial City Stigma","cost":"Varies","numeric":[4]},{"type":"disadvantage","description":["You are well known among some circles, but not in the manner you might wish. Rather than being known for your valor and your courage, you are known for being ruthless, cruel, and dangerous. This reputation may not be deserved, but it is widespread enough that it no longer matters if it is true. Your starting Glory Rank is replaced with an Infamy Rank, which serves in exactly the same capacity, save for the reaction of those who recognize you."],"subtype":["Social"],"name":"Infamous","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["Your primary interest is in yourself and things that you care about. The plight of others simply does not interest you, and you find it difficult to pretend otherwise. With the exception of those who contribute directly to your well being, such as your lord, you must spend a Void Point to place yourself at risk for the welfare of any other person unless there is an immediate benefit for you personally. This Disadvantage is worth 3 points to Scorpion characters."],"subtype":["Mental"],"name":"Insensitive","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["You are obsessed with outperforming another individual in order to prove that you deserve all the things he has, things you perceive as superior to your own. Choose one other PC or a major NPC in your campaign. You are obsessed with overcoming them at all costs, and will go to any lengths to do so. Once you have bested the target of your jealousy, your nature will cause you to become jealous of someone else."],"subtype":["Mental"],"name":"Jealousy","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["One of your legs is withered or perhaps even near-useless, either due to a birth defect, a crippling injury, or a ravaging disease. Your Water Ring is considered 1 for the purposes of determining Move Actions, and any Agility Trait Rolls or Agility-based Skill Rolls that require any sort of activity in your lower limbs suffer a penalty of +10 to the TN."],"subtype":["Physical"],"name":"Lame","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["Physical pleasure is a weakness of yours, and you spend considerable time pursuing it. When an opponent makes a Temptation (Seduction) roll against you, he gains a bonus of +1k1 to the total of his roll."],"subtype":["Social"],"name":"Lechery","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["The madness of Lord Moon, Onnotangu, lingers in your soul, driving you to fits of madness despite your increased understanding of the universe. You gain an additional Void Point at sunset on any night of the full moon. If you do not use this Void Point, it is lost with the sunrise. However, when the full moon rises, you must make a Willpower Trait Roll against a TN 15 + 5 for each level in the Disadvantage after the first. If you fail the roll, you lose control of your character for the evening. You awaken the next morning with no idea of what atrocious acts you might have committed..."],"subtype":["Spiritual"],"name":"Lord Moon's Curse","cost":"3\/5\/7 Points","numeric":["3","5","7"],"source":"CR"},{"type":"disadvantage","description":["You shared a bond of true love with someone once, and have since lost it. This need not be romantic love, as familial or brotherly love lost is equally tragic. You tend to suffer bouts of melancholy when reminded of your lost love. When you are reminded of your loss, all your TNs are increased by 5 until you spend a Void Point to regain your focus. This disruption of your concentration cannot happen more than twice per day, and at least one hour must pass between instances."],"subtype":["Mental"],"name":"Lost Love","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You ability to focus in the face of pain is less than that of others. The TN penalties you suffer due to Wound Ranks are increased by +5 each rank."],"subtype":["Physical"],"name":"Low Pain Threshhold","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You are a regular attendee at the Emperor’s court, the vaunted Imperial Court of Rokugan. Under the reign of any other Emperor, this would be an incredible privilege and an opportunity for your family and clan to earn glory and make political alliances. Under the reign of the Steel Chrysanthemum, however, it is a constant danger to your life; one misspoken word and you and all those you hold dear could pay the ultimate price. Whenever you fail a Social Skill Roll in the Imperial Court, if you fail by an amount greater than 10 you permanently lose five Points of Status, plus one additional Point for every Raise you declared on the failed roll. If your Status ever drops to 0, the Emperor capriciously kills you for some imagined slight.","This Disadvantage may be used in other eras of play to depict the \"privilege\" of being assigned to a court ruled by a cruel, capricious, or corrupt lord. In this case the \"die at 0 Status\" aspect should be dropped, and the Experience Point value of the Disadvantage should be reduced to 3."],"subtype":["Social"],"name":"Member of the Chrysanthemum Court","cost":"5 Points","numeric":["5"]},{"type":"disadvantage","description":["One of your limbs is missing, either through catastrophic injury or due to an unfortunate defect of your birth. You suffer a penalty of +10 to all TNs involving the use of the limb missing. For example, wielding a two-handed weapon with only one arm would have a +10 to all TNs, but an Athletics (Running) Skill Roll would not."],"subtype":["Physical"],"name":"Missing Limb","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"disadvantage","description":["There is a fundamental spiritual imbalance present in your soul that no one can explain or rectify, but it has a dramatic impact on your place within the universe, and harmony is a state virtually unknown to you. You possess Void Points, but may not spend them on anything except School Techniques which specifically require Void Points. The basic uses of Void Points are unavailable to you."],"subtype":["Spiritual"],"name":"Momoku","cost":"8 Points","numeric":["8"],"source":"CR"},{"type":"disadvantage","description":["The emphasis placed upon peace and serenity that is so omnipresent within Nikesake has had a dramatic effect on your training. Even bushi are not immune to the effects of this atmosphere, as the bushi dojo within the city place a great emphasis on diplomacy and fighting defensively rather than offensive warfare. You suffer a penalty of -1k0 on all Weapon Skill Rolls that are not also School Skill Rolls."],"subtype":["Social"],"name":"Nikesake Stigma","cost":"4 points","numeric":["4"]},{"type":"disadvantage","description":["There is someone to whom you are indebted or for whom you must fulfill some significant duty. The nature of this debt can vary considerably, but when it comes due, nothing else matters. You must honor it, even if leads to your ruination. The first level of this Disadvantage is relatively minor matter that nevertheless demands your full attention. The second level presents a major, significant obligation that could potentially damage your family's standing if you do not devote considerable time and resources to fulfilling it."],"subtype":["Social"],"name":"Obligation","cost":"3\/6 Points","numeric":["3","6"],"source":"CR"},{"type":"disadvantage","description":["The point of many fine things simply escapes you. Poetry, art, music... it all seems meaningless to you. The Experience Point cost for increasing any High Skill other than Investigation or Medicine is doubled. This Disadvantage is worth 4 points to Crab and bushi characters."],"subtype":["Mental"],"name":"Obtuse","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You possess a grossly inflated view of your own prowess, and are often incapable of recognizing when a situation is beyond your ability to handle. When outnumbered or facing a clearly superior enemy (whether in court or in battle) you must succeed at a Perception Trait Roll (TN 20) in order to recognize the situation for what it is and leave instead of engaging. This Disadvantage is worth 4 points to Lion and Mantis characters."],"subtype":["Mental"],"name":"Overconfident","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Some wounds will not heal, no matter how often they are treated or by what means. You first Wound Rank is always considered full. This Disadvantage is worth 5 points to bushi characters."],"subtype":["Physical"],"name":"Permanent Wound","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["You possess an irrational fear that you cannot overcome, no matter how much you struggle to convince yourself that there is no reason behind it. When confronted with the subject of your phobia, all of your TNs are increased by +5 for every point you possess in this Disadvantage."],"subtype":["Mental"],"name":"Phobia","cost":"1 - 3 Points","numeric":["1",2,3],"source":"CR"},{"type":"disadvantage","description":["A duty posting within the Ruined City is a difficult one at best. The city is dangerous and short of resources, save what can be taken from the ruins, refurbished, and turned into an asset. Still, many stationed within the city must make the best of sub-standard equipment as a result of availability. You receive no koku as part of your starting Outfit, and two items from your Outfit are missing as well (you choose which ones are missing)."],"subtype":["Material"],"name":"Ruined City Survivor","cost":"4 points","numeric":["4"]},{"type":"disadvantage","description":["You cannot resist the temptation to spread rumors and gossip, no matter how ridiculous or outlandish they might seem. When presented with an opportunity to spread rumors, to resist doing so you must succeed at a Willpower Trait Roll with a TN equal to 5 x the Glory Rank of the highest-Glory individual involved in the rumor. This Disadvantage is worth 5 points to courtier characters."],"subtype":["Social"],"name":"Rumormonger","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["One of the Seven Fortunes has found your behavior unacceptable, and visited his or her wrath upon you. This curse manifests itself in a very real way, and few are ever able to placate beings as powerful and as fickle as the Seven Fortunes.",{"type":"list","list":[{"label":"Benten's Curse","text":"The Fortune of Romantic Love has forsaken you utterly, and others find your company unpleasant as a result. The TN of any Etiquette roll you make is increased by +10."},{"label":"Bishamon's Curse","text":"The Fortune of Strength finds you offensive to his divine essence, and has denied you his domain. Your Strength is considered one rank lower for determining the Damage Roll of any weapon you wield."},{"label":"Daikoku's Curse","text":"The Fortune of Wealth finds you unpleasant, and as a result all your mercantile interests come to very little. You suffer a penalty of -1k1 to all Commerce rolls, and the koku of your School's starting outfit is reduced by 1."},{"label":"Ebisu's Curse","text":"The Fortune of Honest Work finds you a distrustful soul, and others can instinctively sense the aura of mistrust surrounding you. You suffer a penalty of -1k1 on all Social Skill rolls amde with non-samurai citizens of Rokugan."},{"label":"Fukurokujin's Curse","text":"The Fortune of Wisdom has denied you his blessings, and you find yourself none the wiser for it. When making a Lore Skill Roll, your TN is increased by +5."},{"label":"Hotei's Curse (6 points)","text":"The Fortune of Happiness has denied you his blessings, and you are poorer for it. Any Technique or Advantage that requires you to spend a Void Point to activate instead requires two Void Points."},{"label":"Jurojin's Curse","text":"The Fortune of Longevity has turned his back on you. You suffer a penalty of -2k0 to resist all poisons and diseases."}]}],"subtype":["Spiritual"],"name":"Seven Fortunes' Curse","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You have felt the touch of darkness, and it has not left you unscathed. You possess the Shadowlands Taint, a condition that makes you hopelessly spiritually lost in the eyes of virtually the entire Empire, and which essentially is incurable. You have 0.5 ranks of Shadowlands Taint. It is up to you whether you are actually aware of your Taint, since it is not detectable at this level."],"subtype":["Spiritual"],"name":"Shadowlands Taint","cost":"4 Points","numeric":["4"],"source":"CR"},{"type":"disadvantage","description":["Unknown to you, the Kolat have previously kidnapped you and programmed you to be one of their sleeper agents. A trigger word or phrase is implanted in your mind. Anyone who knows it may speak it aloud, followed by a simple command of fi ve words or less. You will be compelled to carry out the command regardless of personal wishes. Sleeper agents are generally considered one-time-only assets, so their survival is not a factor in the tasks they are assigned. Some sleepers are given a fail-safe that causes them to kill themselves should the mission fail – if this is the case for you, this Disadvantage is worth 8 points."],"subtype":["Mental"],"name":"Sleeper Agent","cost":"5 Points","numeric":["5"]},{"type":"disadvantage","description":["You are noticeably smaller than average for a denizen of the Emerald Empire. As a result, your Water Ring is considered one rank lower for determining the distance of your Move Actions, and you suffer a penalty of -1k0 on the Damage Rolls of all melee attacks. You may not take the Large Advantage."],"subtype":["Physical"],"name":"Small","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You have slipped from your position within the Celestial Order, and your place in society reflects that. You begin with Status Rank 0."],"subtype":["Social"],"name":"Social Disadvantage","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Human life is precious to you, so much so that you have difficulty executing the basic duty of the samurai caste: to kill. When faced with the opportunity to kill another human being, you must succeed at a Willpower Trait Roll (TN 20), or you are unable to do so. If you do kill another, the TNs of all your rolls are increased by +10 for one day as you are wracked with guilt. The penalty is not cumulative with multiple deaths. This Disadvantage could potentially also apply to killing nonhuman creatures or even Shadowlands monsters, although the Experience Point value should be increased in such cases. This Disadvantage is worth 3 points to Phoenix characters."],"subtype":["Mental"],"name":"Soft-Hearted","cost":"2 Points","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["You have earned an enemy, one who will stop at nothing to see you defeated or even killed. The basic version of this Disadvantage assumes that your enemy is of equal Insight Rank. For each Insight Rank above yours your enemy posssesses, increase the value of this Disadvantage by 1. For 2 additional points, the enemy becomes your kharmic nemesis, and you may not spend Void Points when opposing him or her in any situation."],"subtype":["Social"],"name":"Sworn Enemy","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["You have been touched by the essence of the Void, and it has forever damaged your mind. Whenever you draw upon the Void, the effect is powerful, but can overwhelm you. When you spend a Void Point to augment a roll, you gain a bonus of +2k1 instead of +1k1. Every time you spend a Void Point, however, you must succeed at a Willpower Trait Roll (TN 30) or be Dazed for one Round. This disadvantage is worth 4 points to Phoenix characters."],"subtype":["Spiritual"],"name":"Touch of the Void","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["True love in Rokugan can be a wonderful experience, but more often than not it is a disaster, for it is rare for samurai to be allowed to marry for love. Whenever you are in a position where you must choose between love and duty, you must spend a Void Point before you can choose your duty over your lover."],"subtype":["Mental"],"name":"True Love","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["Whether it is due to poor teaching, a lack of understanding on your part, or simply an absence of true harmony within your soul, you are incapable of mastering the deepest mysteries of the Void. You may not learn any Void Kiho and you cannot take the Ishiken-do or the Void Versatility Advantages."],"subtype":["Spiritual"],"name":"Uncentered","cost":"Monk only, 2 points for Clan Monks, 4 points for Brotherhood Monks","numeric":[2,4]},{"type":"disadvantage","description":["Fortune favors the mortal man... just not in your case. A number of times per session equal to your rank in this Disadvantage, the GM may force you to immediately re-roll one roll, keeping the second roll in all cases."],"subtype":["Spiritual"],"name":"Unlucky","cost":"2 Points per Rank","numeric":["2"],"source":"CR"},{"type":"disadvantage","description":["You get lost easily. Even with written directions in hand you never seem to be able to find the place you’re looking for. You practically can’t get anywhere - even in a city you know well - without a guide. You suffer a -15 penalty when using the Navigation emphasis."],"subtype":[],"name":"Wanderer","cost":"2 Points","numeric":["2"]},{"type":"disadvantage","description":["Being raised within a city devoted to the pursuit of perfection above all else has left you a little desensitized to the social niceties that are so important elsewhere in the Empire. Artisans and smiths from Water Hammer City tend to be somewhat brusque, after all, and completely absorbed in their work. As a result, you suffer a penalty of -1k0 on Social Skill Rolls made with members of any clan other than the Dragon Clan."],"subtype":["Social"],"name":"Water Hammer Stigma","cost":"2 points","numeric":["2"]},{"type":"disadvantage","description":["You have a significant weakness of some sort, either physical or mental, that is difficult to overcome under ideal circumstances. Select one Trait. That Trait is treated as if were one rank lower for purposes of all rolls and Trait-based mechanical effects."],"subtype":["Physical"],"name":"Weakness","cost":"6 Points","numeric":["6"],"source":"CR"},{"type":"disadvantage","description":["The spirits of a particular element have a vehement dislike of you, and when invoked to smite you, they gleefully and enthusiastically comply. This may be the result of a shugenja's curse, an offense you offered to the Fortunes, or a variety of other spiritual causes. Select one element when you purchase this Disadvantage. Spells of this element cast against you confer one Free Raise on the Spell Casting Roll. This Disadvantage is worth 4 points to shugenja characters."],"subtype":["Spiritual"],"name":"Wrath of the Kami","cost":"3 Points","numeric":["3"],"source":"CR"},{"type":"disadvantage","description":["The stench of gambling reached you while you were still a child, and you have not yet purified yourself of its embrace. You suffer an almost overwhelming compulsion to engage in games of chance. Any pastime with an element of randomness can be turned into an opportunity to gamble. When gambling or games on which the outcome could be wagered are taking place, you must succeed at a Willpower Roll (TN 20) or be compelled to forsake whatever else is going on to participate. You may make an additional Willpower Roll every ten minutes you are involved with the game in an attempt to break free."],"subtype":["Social"],"name":"Zakyo Toshi Stigma","cost":"3 points","numeric":["3"]}]