{"Crab":[{"name":"Defender of the Wall","type":["Bushi"],"source":"CR","description":["The Crab Clan is the first line of defense against the ravenous creatures of the Shadowlands, so that protective nature has seeped into many of their martial styles. The Defender of the Wall stands firm against the enemies he may face and weathers all the assaults focused in his direction. The Defender of the Wall is the perfect guardian, as he will let the world end before he lets an attacker pass him."],"requirements":{"skills":["Defense 4","Heavy Weapons 4","Lore: Shadowlands 5"]},"techniques":[{"rank":"1","name":"The Flames of Purity","description":["The Defender of the Wall is ready to repel any unnatural assaults with the conviction of a pure soul. Creatures with the Shadowlands Taint may not reroll 10's on attack or damage rolls against you."]},{"rank":"2","name":"Hida's Strength","description":["The Defender of the Wall is an impregnable fortress, even without wearing his armor. You gain Reduction 8. This stacks with any other Techniques or armor which grant you Reduction."]},{"rank":"3","name":"The Crab are the Wall","description":["The Defender of the Wall will let nothing stop him short of death. Once per round, you may immediately negate one Condition on yourself (other than Mounted or Grappled)."]}]}],"Crane":[{"name":"Children of Doji","type":["Courtier"],"source":"S&F","description":["The Doji Courtier School thrives on alliances, maintaining a vast network of friends and favors. The elite order known as the Children of Doji claims absolute dominance over the Crane system of allies and favors. Each of these elite courtiers is trained to understand that nothing is beyond one’s reach- so long as one has the aid of a few dozen friends. The Children of Doji know everyone desires something and all samurai below the Emperor must bow to the will of another. Know the correct favor to offer, know the right ear in which to speak, and an entire court will dance to one’s tune. Even a war’s course can be changed by such influence with sufficient skill and artistry."],"requirements":{"stats":[{"stat":"Awareness","rank":"5"},{"stat":"Void","rank":"4"}],"skills":{"0":"Courtier 6","1":"Etiquette 6","2":"Sincerity 5","any":["any one Perform\/Artisan skill 4"]},"advantages":"Ally (with at least four different individuals, one of which must be Devotion 4)","other":"Honor Rank 5.0 or higher"},"techniques":[{"rank":"1","name":"Social Butterfly","description":["A Child of Doji makes friends like others breathe and is able to call upon them with the mere mention of a name. When making any Contested Social Skill roll, you gain a bonus of +Xk0, where X equals the number of Allies you possess in this court with a Devotion of 2 or greater (this bonus cannot exceed your Insight Rank in dice). Also, if you have at least three such Allies in this court, you may expend (lose) one of those Allies to gain the Darling of the court Advantage for the remainder of this season (spring, winter, etc)."]},{"rank":"2","name":"All is Fair","description":["A key skill of the Children of Doji is the ability to reach beyond the courts to control the field of battle through their political influence. A rikugunshokan who is leading his army against the Crane may suddenly find that favorable terrain has been deemed sacrosanct and the war must be fought on less advantageous ground, or that a key supply shipment has been diverted elsewhere. Conversely, an ally of the Crane may find a legion of Imperial troops arriving to aid his cause, or a duelist cutting down the opposing commander for a personal slight.","You may manipulate a neutral or friendly court to favor or oppose a military conflict happening elsewhere (you cannot, obviously, manipulate the court of your enemy). You must have at least five Allies of Devotion 2 or higher in the court, and must spend a week speaking and maneuvering in the court, after which you may make a roll of Courtier (Manipulation) \/ Awareness at TN 40. A successful roll awards a Free Raise on Battle Skill Rolls to the commander of the side you favor, with an additional such award granted for each Raise you make on the Courtier roll.","If your activities are being opposed by a representative of the other side in the conflict, your Courtier roll becomes a Contested Roll against that opponent. You may only influence each military campaign with this Technique once (GM’s discretion), and each Free Raise is expended once the commander uses it. If the commander does not use the Free Raises by the end of the campaign, they are lost."]},{"rank":"3","name":"Gild the Lily","description":["The Crane comprehend that the easiest way to maintain a strong network of allies is to regularly offer them favor. Conversely, the best way to flex your political muscle against an obstinate enemy is the denial of favor. You may grant any of your Allies a boon, which takes the form of any Social or Material Advantage with an Experience Point value of up to your Honor Rank. (The GM may veto any Advantage that seems inappropriate.) This is done by spending an hour in court speaking with the ally, then spending a Void Point and making a Courtier (Manipulation)\/Awareness roll at a TN of 20 + (5x Experience Point value of Advantage). The effects of the boon last one month.","You may use the same method to deny an enemy the effects of a Social Advantage they possess (limited to the same Experience Point cost). You converse with the court at large for an hour, then spend a Void Point and make a Contested Social Skill Roll of your Courtier (Manipulation) \/ Awareness versus the enemy’s Etiquette (Courtesy) \/ Awareness. With a success, the enemy cannot use that Advantage for one month. You may not target the same individual with this technique more than once a month."]}]},{"name":"Daidoji Harriers","type":["Bushi"],"source":"IH","description":["The exact origins of the Daidoji Harriers are obscure and mysterious. The Crane established a covert training site for unconventional tactics in the ruins of Shiro Giji in the year 330, but for many generations that facility was used merely to train selected Daidoji Scouts in the more ruthless and pragmatic sort of fighting methods. However, at some point the training at Shiro Giji took on a darker and less honorable tone, focusing on the use of truly heinous methods such as sabotage and assassination. The final turning point seems to have been the decision to covertly manufacture and use gaijin pepper, whose secrets were discovered after the defeat of the gaijin in the Battle of White Stag.","The students of Shiro Giji took to calling themselves 'Harriers' to distinguish their methods from the somewhat more honorable tactics of other Daidoji Scouts. With time, the rulers of the family came to see the Harriers as a separate organization, a hand-picked band of men and women who would do anything and sacrifice any amount of their own honor for the greater good of the Crane. They carefully concealed the Harriers' existence and methods from the rest of the clan, ensuring the leadership of the Crane could maintain honor and propriety. In this way the Harriers covertly served the Crane Clan for many generations.","The organization was finally exposed during the so-called War of Silk and Steel between the Dragon and the Crane in the late twelfth century. Crane Champion Doji Domotai was outraged by the Harriers' activities and ordered the entire group disbanded, an order reluctantly obeyed by the Daidoji daimyo."],"requirements":{"skills":{"0":"Craft: Explosive 3","Hunting":"Traps) 3","1":"Stealth 5","2":"Knives 4"},"other":"Must be a Daidoji and recruited for membership in the Harriers."},"techniques":[{"rank":"1","name":"Move Like Shadows","description":["The Harriers are taught to sacrifice their own Honor for the sake of the greater good of the Crane Clan (as they perceive it). They train to blend into the shadows and to defeat their foes with traps and ambushes. You lose only half the normal amount of Honor (rounded down) for any dishonorable actions taken on behalf of the Crane Clan. You gain a +1k1 bonus to the DR of any rural traps you create (this stacks, with the Daidoji Scout techniques, if applicable)."]},{"rank":"2","name":"Iron Feather","description":["The lightning reflexes of a Harrier allows him to dodge his opponent's attacks easily. When wearing light armor, ashigaru armor, or no armor, you may add your Stealth Skill Rank to your Armor TN."]},{"rank":"3","name":"Unforgiving Steel","description":["The Harrier is taught to disable his foes with a single deadly strike. If you successfully attack a surprised or unaware opponent, or if an opponent takes damage fro a rural trap you created, he is Dazed in addition to any other effects of your attack. He may not attempt to recover from the Daze until after the next Reactions stage, and the TN to recover from the Daze is increased by +5."]}]},{"name":"Kakita Master Artisan","type":["Artisan"],"source":"","description":["The most talented elite of the Kakita Masters learn secret techniques of artistic perfection passed down from the early centuries of the Empire. These methods were developed by some of the Empire's finest artists and mastering them is beyond the ability of most students at the Artisan Academy, so only the most supremely gifted are ever taught them. However, for that same reason the techniques are not limited solely to students of the Artisan Academy - any supremely talented Crane may become a Kakita Master.","At their highest pinnacle of skill the Kakita Masters can actually change reality temporarily, a phenomenon which mystifies those shugenja who have studied it. Some speculate the art is so perfect that it inspires the kami in response, but in truth no one knows how the Masters achieve these effects."],"requirements":{"stats":[{"stat":"Awareness","rank":"5"},{"stat":"Void","rank":"5"}],"skills":{"any":["At least one Kakita Artisan chosen art Skill must be Rank 8 or higher."]},"other":"If you are trained as a Kakita Artisan you must have Great Potential in the Skill of one of your chosen arts. If you are not trained as a Kakita Artisan, you must be a Crane with both the Prodigy advantage and Great Potential Advantage in either Acting, an Artisan Skill, or a Perform Skill. This single skill becomes your chosen art for the purposes of this school's techniques."},"techniques":[{"rank":"1","name":"The Master's Touch","description":["The Master Artisan transcends the social demands of art to focus on creating works of lasting magnificence which transform those who witness them. You may attempt to create such a work or performance with a chosen art Skill roll at TN 40. A success results in a creation or performance that awes everyone who witnesses its first public appearance. You gain 5 points of Glory, +1 additional point of Glory for each Raise called on the Roll. everyone in the audience at the art's unveiling\/performance gains one bonus Void Point (which can exceed their normal maximum) for the next 24 hours; if you successfully called at least 4 Raises on the roll, they gain two bonus Void Points instead. (The effects of this technique cannot stack.)"]},{"rank":"2","name":"Mastery Unbound","description":["At this level of skill, the Master Artisan's skills become truly legendary. You gain a bonus of +2k0 with your chosen art skill rolls. If you are trained as a Kakita Artisan you may select a third chosen art from your School Skills."]},{"rank":"3","name":"The Perfect Art","description":["The final secret of the Master Artisans is a level of excellence that transcends the normal bounds of mortal capability, producing art that literally comes to life. Once per month when creating a work or performance with one of your chosen arts, you may spend 2 Void Points and then roll (chosen art) \/ Awareness at TN 50. With a success, the art comes to life - birds fly off a painting, the characters of a play manifest on the stage, the statue of a Fortune comes to life, and so forth.","The specific nature of the manifestation, and what action it takes after appearing, is chosen by the GM - but it will always be helpful to you, and will usually be something awe-inspiring and extraordinary. The manifestation normally lasts only a few minutes, but if you successfully call four Raises on the skill roll it will last for one hour."]}]},{"name":"Kenshinzen","type":["Bushi"],"source":"CR","description":["The iaijutsu duel has always been the domain of the Crane Clan, and the Crane Clan's Kenshinzen are the epitome of the iaijutsu master. They are monsters of single combat, dominating their opponents with both impeccable technique and lethal aura. These warriors put their entire consciousness behind the fast draw and seek perfection of the single strike."],"requirements":{"stats":[{"stat":"Fire","rank":"4"},{"stat":"Void","rank":"4"}],"skills":["Iaijutsu 5","Lore: Bushido 4","Meditation 5"],"other":"To become a member of the Kenshinzen, you must defeat a current member of the Kenshinzen in a legal iaijutsu duel. The duel need not necessarily be to the death (and most often are not), but the candidate must win fairly."},"techniques":[{"rank":"1","name":"Drawing the Void","description":["The Kenshinzen remains still on the battlefield while the chaos of battle rages around him. If you are in the Center Stance, you add an additional +10 to your Armor TN."]},{"rank":"2","name":"Kakita's Strength","description":["The Kenshinzen can sense the moments between heartbeats, allowing him to strike at the exact moment needed. When making an Assessment or Focus roll as part of an Iajutsu duel, your dice explode on a 9 as well as a 10."]},{"rank":"3","name":"A Single Moment","description":["The Kenshinzen's will to defeat his enemy exudes out of him, paralyzing his enemies. If you make only one attack this Turn, an opponent you hit is Stunned until the beginning of your next Turn."]}]}],"Dragon":[{"name":"Mirumoto Master Sensei","type":["Bushi"],"source":"","description":["High atop the mountains of the Dragon lands, in remote dojo and obscure strongholds, dwell the Master Sensei of the Mirumoto family - a tiny elite group of men and women who have attained true mastery of not only swordsmanship but also of their bodies and souls. Their primary home is Morning Frost Castle, but they also have several lesser dojo scattered through the most remote and inhospitable corners of the Dragon lands. The Master Sensei are very few in number, seldom exceeding two dozen in total, and those who would join their company must meet with their personal approval. Some Mirumoto samurai have spent decades struggling to prove their worthiness to the Master Sensei, while others have been admitted on their first application. Although the nature of the Master Sensei is more amenable to those who have followed the ways of the Taoist Swordsmen, they do not play favorites and more than one Swordmaster or Niten practitioner has joined their ranks.","The Master Sensei are isolated even by Dragon standards, and rare indeed is it for one of them to leave their remote dojo and visit the rest of the Dragon Lands, let alone the Empire as a whole. However, on the few occasions they do emerge to influence the world outside, their impact is always profound."],"requirements":{"stats":[{"stat":"Air","rank":"5"},{"stat":"Earth","rank":"4"},{"stat":"Void","rank":"5"}],"skills":["Kenjutsu 5","Mediation 6"],"other":"Must be chosen and taught by other Master Sensei, and cannot be Brash or Proud."},"techniques":[{"rank":"1","name":"The Sword and the Soul","description":["The Master Sensei has learned that the sword ban bring moments of perfect harmony, just like art or meditation. When fighting with a sword, any time you reduce an opponent to Down, Out, or Dead, you regain 1 Void Point. This can temporarily increase your total Void Points above your Void Ring, although any such \"extra\" points disappear at the end of the current skirmish."]},{"rank":"2","name":"The Body is Illusion","description":["The Master Sensei has studied mediation and enlightenment to such an extent that he can transcend the limitations of the flesh. You may take a Simple Action to spend a Void Point to ignore Would Penalties (including Down, but not Out) for the remainder of this skirmish, or for ten minutes when outside of a skirmish."]},{"rank":"3","name":"Sword of the Sensei","description":["The Master Sensei knows that a true teacher can share his greatest power with his students. Once per day, you may take a Simple Action to roll Meditation \/ Awareness at a TN of 25 plus 5 for each ally fighting alongside you. If you succeed, your allies gain the benefits of your Rank One technique for the remainder of this skirmish."]}]},{"name":"Swordmasters","type":["Bushi"],"source":"CR","description":["The two-sword style of Niten was founded within the Dragon Clan's borders and the evolution of that martial art remains the heart of the Dragon Swordmaster school. The Swordmasters attempt to learn every aspect of this fighting style so they may adapt to any situation they can face on the battlefield. While the Crane Clan's Kenshinzen focus on the art of the iaijutsu duel, the Swordmasters focus on the pragmatic use of the swords in the thick of combat."],"requirements":{"stats":[{"stat":"Fire","rank":"4"},{"stat":"Void","rank":"4"}],"skills":["Iaijutsu 5","Kenjutsu 5","Lore: Theology 4"]},"techniques":[{"rank":"1","name":"The Silence of Two Strikes","description":["The Swordmaster's connection to his blades is nearly supernatural, allowing him to tune out the rest of the world. While wielding a katana in your main hand and a wakizashi in your offhand, you may spend Void Points twice per Turn."]},{"rank":"2","name":"Mirumoto's Strength","description":["The Swordmaster feels the calm of the world when he stands before his opponent. In an iaijutsu duel, you always gain a +1k1 bonus to your Focus roll as though you had beaten your opponent with the Assessment roll, regardless of the roll's actual result. (Your opponent can still gain the +1k1 bonus for having a higher Assessment roll, but this does not impact your bonus.)"]},{"rank":"3","name":"Harmony and Precision","description":["The Swordmaster fells an opponent with each swing of the blade, striking exactly where he needs to devastate his enemies. While wielding a katana in your main hand and a wakizashi in your off hand, you may ignore your opponents Reduction (if any)."]}]},{"name":"Tamori Master of the Mountain","type":["Shugenja"],"source":"","description":["The Great Wall of the North is a treacherous mountain range that kills those who are unready for its sudden, vicious changes in weather. Despite its dangers, the range is admirable to those who can see the beauty of its cold violence. Mountaineers who brave the fierce peaks are forged into powerful men. The Tamori Masters of the Mountain learn to harness the power churning  within their own souls, a violent echo of the strength of the Elements themselves. It is an old tradition, dating back to when the Agasha family first explored the mountains and studied their secrets. The name may have changed over the years, but the traditions remain true.","The Master of the Mountain is a loose organization with few sensei and fewer regulations. The Masters induct shugenja into their ranks when they spot one with the proper potential. The elders tend to choose impetuous and brash shugenja who trust only their own strength, a preference those outside of the school often question (albeit usually under their breaths). They worry the Masters of the Mountains will be influenced by the impatient natures of their young recruits. However, usually the opposite is true, as the wild students are taught proper methods of venting their anger through their powers, making them wiser as well as more powerful."],"requirements":{"stats":[{"stat":"One","rank":"chosen"},{"stat":"two","rank":"other"}],"skills":["Spellcraft 5"]},"techniques":[{"rank":"1","name":"Integration of the Gods","description":["The Master of the Mountain knows flexibility is the only way to survive in the harsh wilderness of the mountains. When casting a spell, you may choose to spend 2 spell slots of another Ring rather than a single spell slot of the appropriate Ring. (This cannot be the Ring of the opposing Element from the spell's Element, e.g. Air\/Earth, Fire\/Water.) For example, this means that you may spend 2 Earth spell slots to cast a Fire spell instead of a single Fire spell slot."]},{"rank":"2","name":"Inner Fortitude","description":["The Master of the Mountain draws power from within his own body as well as teh Elements outside. Your Shugenja School Rank increases by one. Additionally, you may spend a spell slot as a Free Action to gain Reduction 2 and +10 to your Armor TN. This effect lasts for a number of Rounds equal to your Earth Ring, ending during the Reactions Stage of the final Round. You may choose to end the effect early as a Free Action. For the purposes of casting spells, your School Rank is increased by 1.","While this effect is active, you find it more difficult to tap into the Elements around you. You must call one Raise to no effect every time you cast a spell."]},{"rank":"3","name":"Power in Need","description":["The Master of the Mountain can coax power out of the most contrary kami by confronting them with his own strength and willpower. As a Simple Action you may spend a Void Point and a spell slot from any Ring. Choose a spell keyword. You gain a bonus of +4k1 to the total of all Spell Casting Rolls while casting spells with that keyword. This effect lasts until the end of the encounter (in combat) or for an hour (outside of combat)."]}]}],"Lion":[{"name":"Akodo Tactical Master","type":["Bushi"],"source":"","description":["\/\/\"An army led by an Akodo general has never lost a battle.\"\/\/","So it is often said in the courts across the Emerald Empire and even in the battle tents of the Lion's fiercest enemies. While the statement is not completely factual, the sentiment behind it is undeniable. The Akodo Tactical Masters are the greatest strategists of Rokugan, second to no others. Only a truly unique commander with a powerful destiny can challenge the Tactical Master in his own realm and hope to compete.","The Akodo Tactical Master studies every notable battle in Rokugani history. He examines how the Lion have handled every situation - and just as importantly, how the enemy attempted to find weakness in the Lion Clan's traditional plans. He learns to adapt, react, and change his battle plans to meet every eventuality. Even knowledge from outside Rokugan's borders is not wholly anathema to him, since he can use such intelligence to plan against future incursions from the hateful foreigner."],"requirements":{"stats":[{"stat":"Water","rank":"4"},{"stat":"Intelligence","rank":"5"}],"skills":{"Battle":"Mass Combat) 5","0":"Games: Shogi 4 or Games: Go 4"}},"techniques":[{"rank":"1","name":"The Eyes of the General","description":["The Akodo Tactical Master spends his entire life studying the teachings of Lion generals from centuries past. He benefits from the wisdom of all of his ancestors and hones himself into the perfect general. You may reroll any one of your dice in each Battle Turn of Mass Combat. You may also reroll any one of your dice during an attack roll in which you called at least one Raise."]},{"rank":"2","name":"Malleable as the Sea","description":["The Tactical master can navigate the sudden changes in the battlefield, adapting and reacting so his army can benefit. You may spend a Void Point to choose any one Heroic Opportunity from the corebook to perform during a Mass Battle Turn. (This choice is subject to GM approval, since not all options will be suitable for the situation and the characters involved.)"]},{"rank":"3","name":"The Soul of the Army","description":["The Tactical Master knows he is responsible for his army, and directs its strength where it may do the most damage. You may spend a Void Point to gain a +5k2 bonus on any Battle Skill Roll (rather than the usual +1k1), or to gain a +2k2 bonus to any Bugei Skill Roll (rather than the usual +1k1)."]}]},{"name":"Kitsu Sodan-Senzo","type":["Shugenja"],"source":"IH","description":["All members of the Lion Clan's Kitsu family have some degree of ancestral connection to the original five kitsu who became human, although in most cases the link is only via marriage. Still, the connection is sufficient that the average practicing Kitsu shugenja has the ability to perceive and influence connections mortals possess to the ancestral realms.A small handful of the Kitsu, however, possess a true blood lineage to their inhuman kitsu founders, and in these individuals much more significant powers can manifest.","The true-blooded Kitsu are known as sodan-senzo, and the family's sensei teach them secret techniques that evoke their hidden powers. They can not only sense ancestral connections but can actually project their souls into the spirit realms in order to interact with the souls of the dead. The Kitsu regard this as the most sacred of tasks and never undertake such a thing lightly. Some are also able to manifest a pale shadow of the original kitsu's physical abilities as well, something that has proven a fatal surprise for many of the Lion's enemies over the centuries."],"requirements":{"stats":[{"stat":"Water","rank":"4"},{"stat":"Awareness","rank":"3"}],"skills":["Lore: Spirit Realms 4","Meditation 5"],"other":"Must be a true blooded Kitsu with the ability to caster Water spells of Mastery Level 4 or higher"},"techniques":[{"rank":"1","name":"Senses of the Kitsu","description":["The first gift of a true son of the kitsu is the ability to detect portals between the realms. Any time a spirit portal exists within a radius equal to your School Rank x 10 miles, the GM may opt to secretly make a Spellcraft \/ Perception (TN 25) roll to determine if you detect it. If the portal is within a number of miles equal to your School Rank or less, you pass this test automatically. Your previous School Rank increases by one for the purposes of casting spells."]},{"rank":"2","name":"Hand of the Kitsu","description":["Although peaceful, the kitsu were powerful warriors, and their descendants carry that potential within them. Your unarmed damage increases by an additional +0k1, representing the spiritual talons of the kitsu. You may make a Meditation Skill Roll (TN 30) to project your soul into the realms of Meido or Yomi, where you may interact with ancestral spirits (using Social Skill Rolls as normal if required)."]},{"rank":"3","name":"Soul of the Kitsu","description":["For the true kitsu there are no boundaries. When you project your soul into the spirit realms (as described above in the Rank 2 Technique) you may take another person with you if they also succeed at the Meditation Skill Roll. This passenger may see and hear everything you experience, but may not speak. Ancestral spirits with whom you interact can sense this passenger. Additionally, you gain one additional rank in the previous School for the purpose of casting spells."]}]},{"name":"The Lion's Pride","type":["Bushi"],"source":"CR","description":["The Lion's Pride is one of the most respected military units in the empire, feared for its prowess on the battlefield and its long list of successes. Only female Matsu samurai-ko can join the Lion's Pride to uphold their high standards. They live, train, and fight together as a unit at all times. On the battlefield, the Lion's Pride tries to seek out the enemy generals and kill them, destroying the enemy's battlefield efficiency."],"requirements":{"stats":[{"stat":"Agility","rank":"5"},{"stat":"Strength","rank":"5"}],"skills":["Battle 5","4 Weapon Skills at Rank 3"],"other":"Honor Rank 6, Additionally,  you must be a female from the Matsu Family."},"techniques":[{"rank":"1","name":"The Fury of Matsu","description":["The Lion's Pride bushi's attacks leave no room for counterattack, serving as the perfect defense. You may add +10 to your Armor TN while in the Full Attack Stance."]},{"rank":"2","name":"Paragon of Honor","description":["The Lion's Pride warrior knows that her devotion to her personal honor is its own reward. Opponents with lower Honor Rank within 30' may not reroll 10's. Opponents may ignore this effect for the encounter by spending 2 Void Points during the Reactions Stage of any Combat Round."]},{"rank":"3","name":"Matsu's Technique","description":["Even in the middle of her attacks, the Lion's Pride bushi is ready to counter any feeble attempts to strike her. When an opponent declares a melee attack against you, if you have not taken your Turn this Round, you may immediately spend a Void Point to take a Simple Action to make an attack against that Opponent. This attack resolves before your opponent's attack. If you use this Technique, you may only perform one Simple Action during your Turn this Round. (You may take Free Actions as normal.) You may use this Technique while in the Full Attack Stance"]}]}],"Mantis":[{"name":"Kobune Captain","type":["Bushi"],"source":"EE","description":["The majority of the Mantis Clan's holdings are removed from the mainland by a vast expanse of sea, resting amid the Islands of Silk and Spice. The clan has lived this way for one thousand years; although the ascension of the Mantis to Great Clan status resulted in the addition of small mainland provinces held by the Tsuruchi and Moshi (and later the Kitsune), the lifeblood of the Yoritomo family still flows through the fleets of kobune that ferry materials and personnel back and forth to the mainland. The captains of these vessels are the trusted servants of the Mantis Clan Champion, and are responsible for ensuring their clan endures and prospers in spite of the perpetual threats they face from enemies, pirates, weather, and any other number of other hazards. Young samurai look upon these masters of the wave as an inspiration, admiring them for their bravery, their reputation, and their wealth. If some are possessed by the stereotypical arrogance of the Yoritomo family, it is at least well deserved, for they are surely the true sons and daughters of the clan founder Kaimetsu-uo and the chief bearers of his legacy in the modern Empire."],"requirements":{"stats":[{"stat":"Water","rank":"3"}],"skills":["Commerce 4","Knives 3","Sailing 4"],"other":"Must possess the Leadership Advantage, and have been appointed to a position of command within the Mantis Clan"},"techniques":[{"rank":"1","name":"The Joy of Plunder","description":["The promotion to the rank of captain in the Mantis navy is one that comes with considerable benefit and reputation. Your Status Rank is considered one higher when interacting with all members of the Mantis Clan and with any merchants from the heimin caste. When you spend a Void Point to augment any Merchant Skill, you gain +2k2 instead of +1k1. Once per month you may make a Commerce \/ Intelligence Roll (TN 25) and gain an amount of koku equal to the amount by which your roll exceeds the TN."]},{"rank":"2","name":"Strength of the Mantis","description":["The true measure of a captain is the quality of those who pledge their loyalty to him. You gain 30 Experience Points which may only be used to purchase the Servants Advantage. The servants purchased in this manner represent a portion of your crew. Budoka servants purchased in this manner are instead considered to be Rank 1 Yoritomo Bushi. You may also spend 10 points to gain a Rank 1 Moshi Shugenja as your navigator. The shugenja is considered to have Air 3 rather than all Rings at 2."]},{"rank":"3","name":"Master of the Seas","description":["A true captain of the Mantis Clan excels in all areas pertaining to his duties. You may spend a Void Point on any Merchant Skill Roll (excluding Craft Skills) to replace the normal amount you would roll with 10k10. You may also add a bonus of +3k0 to all Bugei Skill Rolls made while onboard a water-borne vessel."]}]},{"name":"Storm Riders","type":["Shugenja"],"source":"CR","description":["The Storm Riders are the elite shugenja unit at the heart of the Mantis Clan's armadas. They devote all of their studies to the ocean and the water kami that flow around the Mantis islands. The Storm Riders are the undisputed masters of the sea, and they strive to maintain their connection to the waves at all times. The Storm Riders' value in naval combat is fearsome, a deadly threat to any who might challenge the Mantis Clan's dominance of the waters."],"requirements":{"stats":[{"stat":"Air","rank":"3"},{"stat":"Fire","rank":"3"},{"stat":"Water","rank":"5"}],"skills":["Lore: the Sea 5","Sailing 3","Spellcraft 3","Lore: Theology 3"],"other":"Elemental Blessing (Water) Advantage"},"techniques":[{"rank":"1","name":"Strength of Suitengu","description":["The Storm Riders are at home on the seas, navigating with an ease envied by all who see them. Your Shugenja School Rank is considered one higher for purposes of casting Water spells. You may spend a Void Point to release a lightning bolt from your hands as a Complex Action. This bolt strikes one target within a range of 10' x our Water Ring. It rolls and keeps a number of damage dice equal to your Air Ring. You may expend spell slots to increase the damage of this bolt by +1k0 per spell slot expended, up to a maximum of your Storm Rider Rank."]},{"rank":"2","name":"The Raging Ocean","description":["The Storm Rider's connection to the ocean allows him to extend beyond his limits. Your Shugenja School Rank increases by one. You Water Ring is considered 2 ranks higher for purposes of determining the number of spells you may cast per day."]},{"rank":"3","name":"Child of Osano-Wo","description":["The Storm Riders are the descendants of the Fortune of Fire and Thunder, and their blessings protect them from his domain. Your Shugenja School Rank is considered 1 higher for the purpose of casting Water spells. You may spend A Void Point as a Free Action to gain immunity to all spells possessing the Thunder keyword for 3 rounds. This ability only affects spells of Mastery Level 3 and lower."]}]}],"Phoenix":[{"name":"Asako Inquisitors","type":["Monk"],"source":"","description":["The Asako are generally regarded as a peaceful and serene family, the very picture of the pacifistic Phoenix. For the most part this is an accurate picture of the family and their philosophy, but there are those who stand apart from it. The Asako are the primary force behind the Inquisitors, the Phoenix order devoted to eradicating the corrupt and blasphemous from within the ranks of the Empire's shugenja. It is a mission they embrace completely and enact at any cost. The order has existed since the Empire's earliest days, long before the creation of the Jade Magistrates, and organization that fulfills much the same purpose. The Inquisitors sometimes work in cooperation with the Kuni Witch Hunters and have even had a few limited contacts with the Yogo family's secretive Kuroiban.","The Asako Inquisitors do not concern themselves exclusively with maho or Shadowlands corruption, although these crimes are among their most frequent targets. They also investigate gaijin magic and any religious groups with heretical beliefs, such as the Bloodspeaker Cult. Members of the Inquisitor order are selected primarily from the ranks of Phoenix Shugenja, but many bushi serve with them and a few Henshin and Brotherhood Monks have been inducted as well. Those who are inducted into the order and take the necessary vows of duty and secrecy are granted a stylized tattoo of an eye, the symbol of the order, somewhere on their body. The back of the hand is the most common location."],"requirements":{"stats":[{"stat":"Void","rank":"4"},{"stat":"any","rank":"2"}],"skills":["Lore: Law 4","Lore: Shugenja 3"],"other":"Must be able to cast spells of Mastery Level 4 in one element OR have the ability to make melee attacks as a Simple Action and possess the Phoenix Sacred Weapon (the Inquisitor's Strike). May not be Tainted."},"techniques":[{"rank":"1","name":"Eye of the Inquisitor","description":["The Asako Inquisitors are taught to focus their will to disrupt the unnatural magic of blasphemers and criminals. You are considered one Rank higher in your original Shugenja School for the purposes of casting spells. Non-shugenja Inquisitors instead gain one Kiho, for which you must meet all prerequisites.","During a skirmish you may use a Complex Action to prepare a disruption of energy magic. At any point later in the same skirmish when an opponent is casting a spell, you may as a Free Action force him to make 2 additional Raises on his spell-casting roll. These additional Raises have no effect other than to raise the TN of the roll. Once this is done, you must take another Complex Action if you wish to ready another disruption."]},{"rank":"2","name":"The Trials of Jade","description":["An Inquisitor finds the weakness in his enemies and exploits it, bringing them the Emperor's justice. When casting any spell, you may spend a Void Point for the spell to count as jade or crystal for the purposes of reducing or defeating your target's Reduction or Invulnerability traits. If you cannot cast spells, you may instead make a melee attack as a Simple Action instead of a Complex Action when facing an opponent you know has violated the Empire's laws regarding the legal forms of magic."]},{"rank":"3","name":"Conviction of Purity","description":["Those who commit the unpardonable sin of breaking the Emperor's laws concerning magic are unable to stand against you. You are considered one Rank higher in your original Shugenja School for the purposes of casting spells. Non-Shugenja Inquisitors instead gain one additional Kiho, for which you must meet all prerequisites. You may now prepare a disruption (as per your Rank One technique) as a Simple Action instead of a Complex Action, and opponents whose spells are disrupted require 3 additional Raises rather than 2."]}]},{"name":"Elemental Guard","type":["Shugenja"],"source":"CR","description":["The Elements that form the world are as different and unique as the people who inhabit the Empire. It is inevitable that shugenja feel a closer kinship to the personality of the kami of one aspect of nature. These priests join one of the units of the Elemental Guard, four separate schools that focus on each of the four main Elements."],"requirements":{"stats":[{"stat":"One","rank":"chosen"}],"skills":["Spellcraft 6","Lore: Theology 6"],"other":"Must be able to cast spells of the chosen Element (see above) of Mastery Level 4"},"techniques":[{"rank":"1","name":"Name of the Elements","description":["The Elemental Guard hones his entire soul to his chosen Element until he is completely at harmony with its kami. Your Shugenja School Rank is considered one higher for the purposes of casting spells of your Chosen Element. You may also spend a Void Point as a Free Action to add twice your Rank in your chosen Ring to your Armor TN. This effect lasts a number of minutes equal to your Shugenja School Rank, and is a very visible effect (you are surrounded by flames or by swirling water, you skin becomes rocklike, etc.)."]},{"rank":"2","name":"Touch of the Elements","description":["The link between the kami and the Elemental Guard deepens further. Your Shugenja School Rank increases by one. Your chosen Ring is considered two ranks higher for purposes of determining the number of spell slots you have in that Element per day."]},{"rank":"3","name":"Shape of the Elements","description":["The Elemental Guard can wield the power of the kami with a single whisper. Your Shugenja School Rank is considered one higher for the purposes of casting spells of your Chosen Element. You may select one spell of your Chosen Element of Mastery Level 3 or greater. A number of times per day equal to your Void Ring, you may cast that spell with a single Simple Action."]}]}],"Scorpion":[{"name":"Scorpion Instigator","type":["Courtier"],"source":"CR","description":["The Scorpion Clan is the Clan of Secrets, and the Scorpion Instigator strives to maintain mastery over that domain. These courtiers are given access to rigorous training designed to exploit their own weaknesses until they become strengths. The Instigator learns to control the flow of conversation so that his falsehoods can pass undetected even against the most trained investigators. His ability to mask the truth keeps his opponents unsettled and unable to perform at their best."],"requirements":{"stats":[{"stat":"Awareness","rank":"5"},{"stat":"Intelligence","rank":"5"},{"stat":"Perception","rank":"3"}],"skills":["Courtier 6","Etiquette 5","Sincerity 5","Stealth 4"],"advantages":"Blackmail (on at least 4 different individuals)","other":"All members of the Instigators must possess at least one Dark Secret and must divulge this secret to their sensei upon joining."},"techniques":[{"rank":"1","name":"The Depths of Dishonor","description":["The Instigator learns to turn his own dishonor into a weapon and to use his opponent's Honor against him, subverting their beliefs. When making a Contested Social Skill roll, you gain a bonus of +Xk0, where X is the difference between your Honor Rank and that of your opponent."]},{"rank":"2","name":"Sheath Your Lies in Truth","description":["An Instigator is taught to constantly reassure himself the lies he speaks are actually the truth. This causes some mild psychological discomfort, but is extremely effective on others trying to see through his lies. If anyone is trying to tell whether you are lying, you may spend a Void Point to gain a bonus of +3k3 to the Contested Social Skill roll to conceal your falsehood (instead of the normal +1k1). Note that if you use this Technique to make statements that are blatantly and obviously false (\"the sky is red\"), you will quickly become known as a madman."]},{"rank":"3","name":"Pull the String","description":["Those who are weak and unworthy are nothing more than pawns to the Instigator. If you possess Blackmail on someone, you may spend 10 minutes conversing with them and then spend a Void Point as a Complex Action to suggest an action they should take. This also requires you to win a Contested Social Skill roll of your Courtier (Manipulation) \/ Awareness against their Etiquette (Courtesy) \/ Willpower. If you win the roll, so long as the action is not life-threatening and its consequences will not be worse than revealing the Blackmail, the target must either take the action or lose 4 points of Honor."]}]},{"name":"Scorpion Saboteur","type":["Ninja"],"source":"IH","description":["The saboteurs are the military elite of the Scorpion shinobi forces. While the clan's other shinobi focus on spying and assassination, the saboteurs undertake the military defense of the Scorpion lands, using every sort of tactic defense of the Scorpion lands, using every sort of tactic (including the forbidden gaijin pepper) to weaken, distract, and cripple enemy armies. Although they prefer to operate by stealth, they are more than capable of defending themselves should the need arise.","During the Clan War era, with most of the Scorpion Clan dead or scattered, the saboteurs bear the burden of protecting their lands and punishing those who occupy them. Both the Imperial Legions and the Crab invaders suffer heavily at the Saboteurs' hands."],"requirements":{"stats":[{"stat":"Fire","rank":"4"},{"stat":"Reflexes","rank":"4"}],"skills":["Craft: Explosives 3","Stealth 5","Knives 4","Ninjutsu 4"],"other":"Must be trained in one the Scorpion schools with the [Ninja] tag."},"techniques":[{"rank":"1","name":"Follow the Pincers","description":["The saboteur are trained to an extreme degree of focus and alertness, assuring they can slip through enemy lines and silence anyone who spots them. You gain +1k1 bonus to all Stealth rolls and suffer no Initiative penalties for being surprised, Dazed, or Fatigued."]},{"rank":"2","name":"No Mistakes","description":["The saboteur specializes in using demolitions to destroy vital targets such as walls, bridges, supply dumps, and castles. When you spend a Void Point on a roll with Craft: Explosives, you gain a +2k2 bonus instead of the normal +1k1. Due to your extensive training with gaijin pepper, you suffer no ill effects from low rolls with Craft: Explosives and if the optional \"fizzle\" rule is in effect you are immune to it as well."]},{"rank":"3","name":"Seeking Weakness","description":["The saboteurs are trained to strike at their opponents' weak points with lethal and shocking speed.  When fighting with a Small weapon (melee or ranged) you may make a single attack as a Free Action each Round in addition to any other Simple Action or Complex Action attacks you might make.  Also, when fighting with a Small weapon (melee or ranged), you may ignore the effects of your opponent's armor on his Armor TN and Reduction."]}]}],"Spider":[{"name":"Dark Paragon","type":["Monk"],"source":"EE","description":["There are those among the Spider Clan, particularly among the ranks of the Daigotsu bushi and the Order of the Spider monks, who have embraced their own sinister variant of honor and devotion. Even the touch of Jigoku itself can be used as fuel for their power, a power that strangely resembles the oneness many Brotherhood monks have with the universe. Some believe this is an indication that the path of the Spider, while radically different from the paths of the Brotherhood, is a true path to enlightenment. Those among the Brotherhood who are aware of the existence of the Dark Paragons vehemently refute this claim, insisting they are nothing but more seductive tricks of the Realm of Evil. The Paragons themselves insist instead that their power reflects their absolute mastery of themselves, and Jigoku has no reason to leave its mark on its servants when those servants are willing, devoted, and able to enact its will far more effectively without the constraints of the Taint."],"requirements":{"skills":["Lore: Theology 4+"],"other":"Dark Paragon Advantage, Honor Rank 4+, must have the ability to make melee attacks as a simple action."},"techniques":[{"rank":"1","name":"Ruthless Determination","description":["A student of the dark paths learns to flow from one thing to the next, and learns the secrets hidden in between. You gain two Kiho, for which you must meet all prerequisites. If you possess the ability to make a melee attack with a weapon as a Simple Action, you also gain the ability to make an unarmed attack as a Simple Action, and vice versa."]},{"rank":"2","name":"Rising Shadows","description":["The strength of the pious is that surety of purpose can lead one to overcome virtually any failure if one is but strong enough in one’s beliefs. A number of times per skirmish equal to your Void Ring, you may immediately re-roll any failed Bugei Skill Roll using your Lore: Theology Skill in place of the Bugei Skill originally used."]},{"rank":"3","name":"Absolute and Unwavering","description":["A true paragon of darkness can eschew the restrictions of honor or even the touch of another realm in order to accomplish greater things in the mortal world, simply by tapping into his true connection to the universe. You gain two Kiho, for which you must meet all prerequisites. You may sacrifice 2 Honor points or voluntarily reduce your Taint by 1 point rather than spending a Void Point in order to activate any Kiho. You do not lose any physical deformities previously gained as a result of your Taint Rank in this manner, but you can lose Shadowlands Powers. If you gain subsequent ranks of the Shadowlands Taint, you regain lost abilities rather than getting new ones."]}]},{"name":"Maho-Bujin","type":["Bushi"],"source":"","description":["Throughout the history of the Empire, Lost warriors of great power have occasionally appeared who manifested fighting skills of terrifying capability. These individuals had not learned at a school, or from the words of a sensei - rather, they were instructed by Jikogu itself, whispering into their bodies and minds through the medium of the Taint. When the Lost began to form communities, they saw these warriors as receiving special blessings from Fu Leng and revered them accordingly. Although the Spider Clan later made some attempts to form organized schools around the maho-bujin techniques, they were not successful - the ways of the maho-bujin can only be learned from the Taint itself. The Spider developed simpler techniques that could be taught normally.","**Requirements**"],"requirements":{"skills":{"0":"Jiujutsu 3+","any":["any Weapon Skill 5+"]},"other":"Must be chosen by Jigoku to learn the ways of the maho-bujin."},"techniques":[{"rank":"1","name":"Carve the Crimson Road","description":["The maho-bujin’s body flows freely with the Taint that inhabits it, and his blows strike with a terrible power no mortal flesh can match. Your maximum Raises are now limited by your Taint Rank or your Void, whichever is higher. You gain a bonus in unkept dice equal to your Shadowlands Taint Rank on all damage rolls. You can now make the Extra Attack maneuver with only 2 Raises instead of 5."]},{"rank":"2","name":"Corruption Rewards","description":["The fighting instincts of a maho-bujin sense blood and leap for it, striking with preternatural skill and speed, and as his foes grow weaker the maho-bujin moves relentlessly faster and faster. During each Reactions Stage of a skirmish, you increase your Initiative by your Taint Rank. You may now make attacks as a Simple Action instead of a Complex Action."]},{"rank":"3","name":"Devourer of Purity","description":["The warriors of Jigoku are able to heal themselves by feeding on the suffering of their enemies, even consuming their honor and strength of soul. Moreover, the maho-bujin has now transcended the Celestial Order and fully embraced the power of the Taint, making him nigh-indestructible. Any time you reduce someone to Down or Out or kill them, you instantly heal a number of Wounds equal to 2 x (their Honor Rank). This may be done any number of times per Round, but you cannot heal off the same person more than once in the same Round. In addition, you gain the creature ability of Invulnerability. (If you are already Invulnerable due to a Shadowlands power, you gain Reduction 10 instead.)"]}]},{"name":"Obsidian Warrior","type":["Bushi"],"source":"CR","description":["This terrifying school was created by a deadly Lost bushi, but has since been taught to many Spider warriors with little or no Taint, for its methods of raw power and force of will can be used by anyone ruthless and cruel enough to master its techniques. Reputedly, most of the students at this school's handful of dojo never survive their training, but the minority who make it through are among the Spider Clan's most formidable warriors, able to match or defeat the mightiest of Rokugan's bushi."],"requirements":{"stats":[{"stat":"Earth","rank":"4"},{"stat":"Agility","rank":"5"},{"stat":"Reflexes","rank":"5"}],"skills":["Iaijutsu 5","Intimidation 5","Lore: Shourido 4"],"other":"Must survive a skirmish with an Obsidian Warrior sensei"},"techniques":[{"rank":"1","name":"Darkness is My Light","description":["The Obsidian Warrior's devotion to Shourido frees him from the constraints which bind and restrict lesser mortals. Your maximum Raises are no longer limited in any way."]},{"rank":"2","name":"The Power of Impurity","description":["The power of the Shadowlands courses through the Obsidian Warrior, disorienting nearby foes. All your opponents within 30' are affected by this Technique. The total of their Bugei and Damage rolls are reduced by your Strength Rank plus your Taint Rank. Opponents may ignore this Technique for the Turn by spending a Void point."]},{"rank":"3","name":"My Strength Has No Limits","description":["The Obsidian Warrior's complete devotion to the ways of Shourido allows him to shrug off anything that might deter him, and to funnel his power into devastating blows. You roll extra unkept dice equal to your Strength Rank plus your Taint Rank when resisting an Intimidation attempt or a Fear effect, you gain the same bonus in unkept dice to any Damage rolls you make with Melee weapons."]}]}],"Unicorn":[{"name":"The White Guard","type":["Bushi"],"source":"CR","description":["The White Guard are an elite heavy cavalry force that often serves as the center of the Unicorn army. They represent the best warriors of the Moto family, upholding the causes the Moto hold close their hearts. They fight against gaijin forces that may threaten the safety of Rokugan and fight anything that might tarnish the Moto family legacy. Their extreme pious dedication to the gaijin gods known as the Lords of Death is notable, as are their merciless tactics."],"requirements":{"skills":["Horsemanship 5","Lore: Theology 5"],"other":"You must be a devout follower of the Lords of Death."},"techniques":[{"rank":"1","name":"Pale Face of Death","description":["The White Guard marches into battle in ceremonial white face paint, striking fear into the hearts of his enemies. At the start of your Turn, you may spend a Void Point as a Free Action and choose an opponent within 30'. He suffers TN penalties to all actions equal to your Lore: Theology Skill Rank. This penalty lasts until the end of the encounter. You may only affect one target in this manner at any one time."]},{"rank":"2","name":"Moto's Strength","description":["The White Guard stays true to the teachings and abilities that are the core of his soul. You ignore TN penalties from Wound Levels equal to double your Lore: Theology Skill Rank."]},{"rank":"3","name":"Fury of Heaven","description":["The White Guard attacks with vigor and intensity, repeatedly striking his enemies without abandon. Whenever you make an attack, you may spend a Void Point to add five times your Lore: Theology Skill Rank to the total of your roll."]}]}],"Imperial Families":[{"name":"Imperial Scion","type":["Courtier"],"source":"EE","description":["The Imperial families are not generally given a great deal of consideration by the average citizen of Rokugan. Even most members of the samurai caste go their entire lives while glimpsing only one or two true Imperials, and many of the more remote family branches never encounter one for generations at a time. The Imperial families are simply smaller than most of those who serve the clans, and their spheres of influence are relatively limited in comparison to their clan counterparts. Even the well-traveled Imperial heralds of the Miya family tend to stick to clearly defined travel routes, avoiding the Empire’s more remote districts for decades or even centuries at a time. In some cases this can lead to a misperception of the Imperials as dangerous or hostile individuals who desire only the obedience and submission of other samurai. While this is untrue in the main, there are a few individuals who prove it correct.","Scions of the Imperial families are utterly ruthless individuals who have mastered the manipulation of their own social standing to decimate their enemies. Standing against a scion in court is tantamount to ruination for all but the most skilled or highest-ranking samurai. These scions most often come from the Otomo family, which teaches their secret techniques in its most prestigious and elite dojo. Much more rarely, members of the Miya or Seppun families are permitted to train there as well. The scions are rarely liked, frequently sought as allies, and almost always feared for the power they can and will bring to bear on any who arouse their ire."],"requirements":{"stats":[{"stat":"Awareness","rank":"5"},{"stat":"Perception","rank":"4"}],"skills":["Courtier 6","Etiquette 4"],"other":"Only members of the Imperial families may take ranks in this Advanced School; Status 4 or higher"},"techniques":[{"rank":"One","name":"The Awe of the Throne","description":["A true scion of the Imperial families knows how to use his social position to his advantage in nearly any situation. Any time you are called upon to make a Skill Roll, or to use your Glory or Honor rank, you may spend a Void Point to instead substitute your Status Rank."]},{"rank":"Two","name":"The Strength of the Throne","description":["As a champion of the Imperial line, you can ensure that those who oppose you suffer mightily for their temerity. After conversing with an opponent of lower Status Rank for a few minutes, you may force that opponent to make an opposed Courtier \/ Etiquette roll against you. If you defeat your opponent at the roll, you may reduce his Status by a number of points up to a maximum of twice your Insight Rank."]},{"rank":"Three","name":"The Terror of the Throne","description":["There is virtually no one who is immune to the power of an Imperial scion. While conversing with an opponent of equal or lower Status Rank, you may force a Contested Void Roll. If you are successful, you can permanently give the opponent any one Social Disadvantage. Alternatively, you can force the opponent to become ronin, but the technique can only be used in this manner once every six months. Forcing a samurai to become ronin in this way costs you 5 points each of Glory, Honor, and Status."]}]},{"name":"Tsudao’s Legion","type":["Bushi"],"source":"","description":["Under the reign of the Emperor Toturi II, known to many by her youthful nickname of the Sword, the greatest force for enforcing the laws of the Empire is the Imperial Legions which serve the Throne directly. Reorganized by the Empress during the early years of her reign, these Legions operate under the direct command of the Emerald Champion, the Shogun, the Jade Champion, and most notably the Empress herself.","The Empress oversees the reorganization of these military forces personally, continuing her father’s tradition of military innovation throughout her reign. In particular, she institutes a rigid set of requirements that restricts membership in the Legions, with the most stringent requirements for the Legion she personally commands. She also devises a set of new Techniques which she teaches to the best warriors of that Legion, making it one of the most formidable military forces in the Empire’s history."],"requirements":{"stats":[{"stat":"Agility","rank":"5"},{"stat":"Strength","rank":"4"}],"skills":{"0":"Battle 5","any":["any one Weapon Skill at 5"]},"other":"Honor Rank 6+, Status Rank 2+, any one Paragon Advantage"},"techniques":[{"rank":"1","name":"All Things Through Honor","description":["The members of Tsudao’s Legion are taught there is nothing that cannot be accomplished if one’s Honor is true. When making a Skill Roll with a High or Bugei Skill in which you have at least 1 Rank, you may spend a Void Point to make that roll as though your Skill Rank is equal to your Honor Rank."]},{"rank":"2","name":"Wisdom of the Sensei","description":["The dojo of Tsudao’s Legion teaches both tactical versatility and the joy of battle in the name of one’s lord. When rolling on the Mass Battle Table, you may add or subtract your Void Ring from the total of your roll, as desired. Additionally, you may select one Maneuver. Whenever you attempt that Maneuver, you gain one Free Raise toward success."]},{"rank":"Three","name":"Empowered By Her Name","description":["Those who devote themselves utterly to the cause of the Empress are nigh unstoppable in their fervor. If your Honor Rank exceeds your opponent’s Honor Rank, you may make a single additional melee attack (as a Free Action) once per Round against that opponent."]}]}],"Ronin Families":[{"name":"Disciples of Sun Tao","type":["Artisan","Bushi","Courtier","Ninja","Shugenja"],"source":"SE","description":["The Disciples are an ancient ronin band based around Sun Tao’s legendary book. The leaders of the band believe they possess the only complete copy of Sun Tao’s writings. Due to the band’s age and dedication, it has actually developed multiple Techniques. Those raised within the band usually learn the Gaze of Sun Tao initially before moving on to study the Disciples’ advanced teachings. However, the Disciples also recruit other ronin who have learned different basic Techniques."],"requirements":{"stats":[{"stat":"Fire","rank":"4"},{"stat":"Water","rank":"3"}],"skills":{"Battle":"Mass Battle) 4","any":["any two Weapon skills at Rank 4"]},"other":"Must be born into or recruited into the Disciples of Sun Tao ronin band."},"techniques":[{"rank":"One","name":"Terumoto’s Lesson","description":["Sun Tao’s chief disciple was a skilled warrior who embraced his master’s doctrine of studying battle in all its forms and mastering all types of warfare. Choose any three Weapon Skills; you gain a +1k0 bonus to your rolls with those Skills."]},{"rank":"Two","name":"Sun Tao’s Legacy","description":["All members of the Disciples study the Book of Sun Tao, which binds them together as a group. You gain a bonus of +1k1 to your Battle Skill rolls when rolling to determine who is winning a battle, and a bonus of +1k0 when rolling to determine your status on the Mass Battle Table."]},{"rank":"Three","name":"Aikumo’s Perfection","description":["The second leader of the Disciples perfected their teachings and his Technique is the pinnacle of the band’s training. You may make attacks with melee weapons as a Simple Action."]}]},{"name":"Kolat Assassin","type":["Ninja"],"source":"","description":["The assassins of the Lotus Sect are among the deadliest killers in the Empire, swift and merciless. Much of their training is dedicated to infi ltration and deceit, allowing them to disguise themselves and replace others, but they are also taught all possible methods of murder. Few of those marked for death by the Kolat are able to escape the reach of Lotus assassins."],"requirements":{"stats":[{"stat":"Agility","rank":"4"},{"stat":"Reflexes","rank":"4"}],"skills":["Acting 5","Knives 5","Stealth 5"]},"techniques":[{"rank":"One","name":"Kiss of the Lotus","description":["The Kolat assassins are taught to slip through Rokugani society all but unnoticed. You are a master of deception and infi ltration. When you spend a Void Point on a Stealth or Acting Skill roll, you gain a +2k2 bonus instead of the normal +1k1."]},{"rank":"Two","name":"Tiger's Claw","description":["When striking on the first Round of a skirmish against an unaware opponent, or an opponent who does not realize you are a threat, you gain a +1k0 bonus to your attack rolls and may make melee attacks as Simple Action."]},{"rank":"Three","name":"Steal the Light","description":["During a skirmish, once per opponent you may call 2 Raises to make a melee attack that keeps only 1 die of damage (regardless of the weapon used) but leaves the opponent either blind, deaf, or mute (your choice) for a number of minutes equal to your Water. Blinded characters suffer the Blind Conditional Effect from the L5R 4th Edition core rulebook. The GM has discretion to decide the exact penalties of being deafened or muted, but some effects should be obvious è for example, a muted character cannot cast spells."]}]},{"name":"Legion of Two Thousand","type":["Artisan","Bushi","Courtier","Ninja","Shugenja"],"source":"SE","description":["Sponsored by the Imperial house, the Legion of Two Thousand - recruited from some of the best soldiers in Toturi’s ronin army - enjoys resources and support which most ronin can only dream about. As a result, it has been able to develop extensive martial techniques, an extremely rare accomplishment for wave-men."],"requirements":{"stats":[{"stat":"Fire","rank":"3"},{"stat":"Water","rank":"3"}],"skills":["Battle 3","Defense 4","Kenjutsu 3"],"other":"Must have Honor 5.0 or better and be recruited into the Legion of Two Thousand ronin band."},"techniques":[{"rank":"One","name":"Stand as Two Thousand","description":["The Legion earned fame in its early years for protecting remote corners of the Empire and for helping defend the Kaiu Wall. You gain a +1k0 bonus to your Defense Skill rolls. When you are fighting in defense of the innocent or of the common people, this bonus is +1k1 instead."]},{"rank":"Two","name":"Kuronada’s Honor","description":["The son of the tyrant Karatsu embraced honorable ways despite his father’s legacy and became one of the most famous commanders in the Legion. So long as you have an Honor of 5.0 or better, you gain a bonus of +2k1 whenever you spend a Void Point on a roll with a School Skill, rather than the normal +1k1. This ability cannot be used in the Center Stance."]},{"rank":"Three","name":"Tamago's Expertise","description":["The ascension of the brilliant tactician Tamago to the leadership of the Legion of Two Thousand leads to the Legion developing more advanced training. You may make melee attacks with Samurai weapons as Simple Actions."]}]}],"Peacock":[{"name":"Peacock Provocateur","type":["Courtier"],"source":"","description":["While many see being assigned as a tender of the Emperor’s favored menagerie as a sign that one has clearly displeased a superior of great influence, many of those who ‘earn’ such a promotion have taken to it with all the devotion and duty that such an important role requires. A small number of them have even managed to learn something from studying such proud and self-important animals."],"requirements":{"status":"4.0 or greater","glory":"2.0 or lower","skills":{"Animal Handling":"Peafowl) 5"}},"techniques":[{"rank":"1","name":"Deeds of the Peacock","description":["Those who are fortunate enough to earn a place in this highly selective group have learned to wield the power of their position in conjunction with the disregard most of the Empire pays their deeds. If during a contested social roll, your Status is higher than your opponent and your Glory is lower than your opponent, add twice your rank in Animal Handling to the result of your roll."]},{"rank":"2","name":"Grace of the Peafowl","description":["The Peacock is known for its awesome strut and magnificent plumage which it uses to both frighten off enemies and attract mates. You must spend a Void Point to activate this ability. For every consecutive round in which you both move and speak, you gain a cumulative +1k0 to all Intimidation and Temptation rolls to a maximum of +5k0. While this ability is active Intimidation and Temptation do not count as low skills for you."]},{"rank":"3","name":"Call of the Golden Peacock","description":["Once per session you may ‘recommend’ another samurai, with lower status than yours, for service in this most exclusive of positions, they immediately gain a number of status points equal to the difference in status ranks between you. However they also lose 1 full rank of Glory for every point of status they gain as the mere mention of their name in such circles causes others to think that they have fallen into disfavor. This cannot reduce their Glory below their Insight Rank."]}]}]}