{"Armor":{"":[{"name":"Bogu","tn":"+0","damage_reduction":"1","cost":"1 koku","description":""},{"name":"Ashigaru Armor","source":"CR","tn":"3","damage_reduction":"1","cost":"5 koku","description":"Much less expensive to produce than either light or heavy samurai armor, ashigaru armor is also lighter. less restrictive, and less protective than traditional light and heavy armor. It consists of plates that protect the head, torso, and upper legs. It is not unheard of for scouts among the samurai caste to wear ashigaru armor in lieu of traditional samurai armor to afford them greater mobility in the execution of their duties. Ronin also wear it because of its affordability."},{"name":"Tatami Armor","tn":"4","damage_reduction":"1","cost":"10 koku","description":""},{"name":"Light Armor","source":"CR","tn":"5","damage_reduction":"3","special":"Wearing light armor increases the TN of all Athletic and Stealth rolls by 5.","cost":"25 koku","description":"Far and away the most common armor worn by samurai in the armies of the Great Clans, light armor is the standard by which other am1or is measured. The overlapping plates protect primarily the torso, head, upper arms and upper legs, bur the lower arms and legs are leli largely uncovered in order to prevent excessive loss of mobility or range of movement. light armor is generally favored by scouts and infantry, particularly infantry that needs to move quickly on the battlefield."},{"name":"Heavy Armor","source":"CR","tn":"10","damage_reduction":"5","special":"Wearing heavy armor increases the TN of all skill rolls using Agility and Reflexes by 5.","cost":"40 koku","description":"While light armor is frequently worn by scouts or rapid infantry, heavy armor is preferred by troops on the front lines or those who are expected to be in the thickest part of the fighting. Heavy armor protects the entire body, including the arms, legs, hands, feet, and face, which is protected by a full helm called a kabuto. While the wearer's mobility is significantly impacted, many consider the increased protection well worth the effort."},{"name":"Tetsu-do","tn":"+13","damage_reduction":"8","special":"Iron armor is considered heavy armor for the purposes of mechanical effects that specify armor type, including Techniques, Advantages, etc. Wearing iron armor increases the TN of all Skill Rolls using Agility or Reflexes by +10; if the wearer has a Strength of 5 or higher, the penalty is only +5 instead.","cost":"100 koku","description":""},{"name":"Riding armor","source":"CR","tn":"12 on horseback, 4 otherwise.","damage_reduction":"4","special":"Wearing riding armor increases the TN of all skill rolls using Agility and Reflexes by 5, except on horseback.","cost":"55 koku","description":"A modified version of light armor, riding armor is designed to be worn by soldiers on horseback, and the plates have been reoriented in order to deflect blows from troops on foot. This customization dramatically increases the effectiveness of the armor. but only so long as the wearer is on horseback."}]},"Weapons":{"Arrows":[{"name":"Armor Piercing","source":"CR","damage_rating":"1k1","special":"Ignores Bonus to Armor TN from armor.","cost":"2 bu.","description":"These arrows replace the broader head of the Willow Leaf with a narrow spike intended to punch through armored plates. They are effective in penetrating armor, but sacrifice some of the damage inflicted."},{"name":"Flesh Cutter","source":"CR","damage_rating":"2k3","special":"Doubles Bonus to Armor TN from armor; half range.","cost":"5 bu.","description":"These arrows have broader, sometimes barbed, heads intended to inflict tremendous damage on unarmored targets. They are almost useless against armored targets and cannot be fired as far as a standard Willow leaf arrow, but against unarmored targets they are devastatingly effective."},{"name":"Humming Bulb","source":"CR","damage_rating":"0k1","cost":"5 bu.","special":"Makes a whistle sound.","description":"These arrows have a blunt, hollow tip that produces a loud whistling sound when fi red. They are used for signaling or sounding alarms, and generally do little damage."},{"name":"Rope Cutter","source":"CR","damage_rating":"1k1","special":"Grants two Raises on call shots towards inanimate objects; half range.","cost":"3 bu.","description":"Rope Cutters have broad, crescent shaped heads intended to cut rope or other similar items, such as banner strings and the like."},{"name":"Willow Leaf (Ya)","source":"CR","damage_rating":"2k2","cost":"1 bu.","description":"The willow leaf or ya arrow is the standard arrow used by archers throughout the Empire. This is the arrow used to teach samurai archery beginning in their childhood, and the type used by ti1e greatest archers in the land. Three quarters of all arrows carried by a typical archer are Willow leaf arrows."}],"Bows":[{"name":"Dai-kyu","source":"CR","keywords":["Small"],"strength":"4 (minimum strength of 3 to wield)","range":"500'","special":"Increases TN of all attack rolls by 10 on foot.","cost":"25 koku.","description":"Designed to be fired from horseback, the dai-kyu is composed of multiple pieces of wood, horn, or sinew bound together with glue. These are easily the most powerful of the standard bows used by arrned forces in Rokugan, and are considered nearly as valuable by an archer as his katana."},{"name":"Han-kyu","source":"CR","keywords":["Small"],"strength":"1 (minimum strength of 3 to wield)","range":"100'","special":"Increases TN of all attack rolls by 10 on horseback.","cost":"6 koku.","description":"Smaller than the yumi and generally easier to use and carry, the han-kyu is a popular bow for use by traveling magistrates or scouts who depend upon speed and stealth. A han-kyu is typically crafted from a single piece of wood or horn."},{"name":"Yumi","source":"CR","keywords":["Large"],"strength":"3","range":"250'","special":"Increases TN of all attack rolls by 10 on horseback.","cost":"20 koku.","description":"This is the basic bow carried by infantry archers. and by samurai who travel independently of armies or other large groups. It is a powerful bow, although not quite as powerful as the dai-kyu, but its curvature makes it inconvenient to use on horseback."}],"Chain Weapons":[{"name":"Kusarigama","source":"CR","keywords":["Large"],"damage_rating":"0k2 (kama end), 0k1 (weighted end)","cost":"5 koku.","description":"The most common chain weapon. the kusarigama is particularly popular with samurai of the Mautis Clan. It is essemially a kama (see Knives) attached at the base of the handle to a length of chain roughly five to six feet long. The other end of the chain is attached to a weight, typically a metal cylinder or sphere."},{"name":"Kyoketsu-shogi","source":"CR","keywords":["Large"],"damage_rating":"0k1","special":"Doubles Bonus to Armor TN from armor.","cost":"9 bu.","description":"The kyoketsu-shogi is eiore of a tool than a weapon, but can be used to attack an opponent without great di fficulty. Popular among ninja and other criminals, this weapon is a metal grappling hook attached to length of chain or, more frequently, a silken rope. The other end of the rope is weighted to hold it steady while someone climbs the rope to whatever target the grappling hook has been secured to."},{"name":"Manrikikusari","source":"CR","keywords":["Large"],"damage_rating":"1k1","cost":"3 koku.","description":"This inexpensive weapon is a length of chain with weights on both ends. Traditionally these have been small to medium sized cylindrical weights, although in the Crab lands it has recently become more popular to use large spherical weights instead."}],"Heavy Weapons":[{"name":"Dai tsuchi","source":"CR","keywords":["Large"],"damage_rating":"5k2","cost":"15 koku.","description":"A massive two-handed war hammer popular in the Crab Clan, the dai tsuchi is one of the more effective tools rhe samurai of Rokugan have against the large, well-armored creatures of the Shadowlands that occasionally threaten the Empire. In trained hands, the dai tsuchi focuses its force in a very small area and can shatter armor or the thick hide of demons without great difficulty."},{"name":"Masakiri","source":"CR","keywords":["Medium"],"damage_rating":"2k3","cost":"8 koku.","description":"The masakari is actually a one-handed ax, a variant of the axes used by woodsmen and lumber harvesters throughout the Empire. It is significantly smaller than the other heavy weapons, but is wielded in much the same manner. hence its inclusion in this category."},{"name":"Ono","source":"CR","keywords":["Large"],"damage_rating":"0k4","cost":"20 koku.","description":"The ono is a large two-handed ax that can easily be used to fell trees or to sever limbs. The sheer force that can be channeled by an overhand strike imo the thin edge of an axe blade results in perhaps the most devaststing personal weapon that a trained warrior can wield."},{"name":"Tetsubo","source":"CR","keywords":["Large"],"damage_rating":"3k3","cost":"20 koku.","description":"The tetsubo has been the signature weapon of many great Crab Clan heroes, particularly during the Clan War, and as such has become quite a symbol for many young aspiring Hida warriors. A tetsubo is essentially a metal club with steel (or in rare cases jade) studs embedded along its length. This simple design is unparalleled for shattering armor and other hardened targets."}],"Knives":[{"name":"Aiguchi & Tanto","source":"CR","keywords":["Small"],"damage_rating":"1k1","cost":"1 koku.","description":"The aiguchi and tanto are both very simple, basic knives with few differences save that the aiguchi possesses a hilt guard and the tanto does not. Many samurai carry a tanto for grooming purposes."},{"name":"Jitte & Sai","source":"CR","keywords":["Small"],"damage_rating":"1k1","cost":"5 bu.","description":"The jitte and sai are weapons that were adapted from farming implements during the early days of the Empire, and which have slowly gained acceptance with the samurai caste since that time. The jitte in particular is an accepted symbol of a magisterial position. Both are steel cylinders roughly a foot long that possess a short handle and a blunt tip. Both possess metal prongs that originate from the divide between the handle and the blade: the jitte has one prong while the sai has two symmetrical prongs. The jitte and sai have gradually gained acceptance among samurai primarily because they are ideal weapons to use for disarming someone without inflicting any significant damage."},{"name":"Kama","source":"CR","keywords":["Small"],"damage_rating":"0k2","cost":"5 bu.","description":"The kama was improvised from a sick.le of sons, and the vast majoriry of kama in the Empire are still being used in the fields by farmers to harvest crops. However, the kama has also become the signature weapon of a great many Mantis samurai, particularly among the Yoritomo family, so it is generally regarded as a weapon even if it is perfectly acceptable for peasants to possess them."}],"Ninja Weapons":[{"name":"Blowgun","source":"CR","keywords":["Medium","Ninja"],"damage_rating":"1 Wound","range":"50'","special":"Triples Bonus to Armor TN from armor. Damages increase to 1k1 then 2k1 at Ninjutsu 3\/7.","cost":"8 zeni.","description":"The blowgun is a popular weapon among ninja because it is inexpensive, simple to use, and can be used outside of combat as a breathing implement while submerged (which comes up more often than one might imagine for ninja). Small dans are placed within the tube and then propelled at the target by blowing through it forcefully. Although the darts inflict virtually no damage, they are usually poisoned, which is the real benefit to using this weapon in the first place. Blowguns have an effective range of fifty feet."},{"name":"Shuriken","source":"CR","keywords":["Small","Ninja"],"damage_rating":"1k1","special":"Can be thrown up to 25' as a ranged weapon.","cost":"2 bu.","description":"The shuriken is perhaps the definitive tool for ninja, and one that immediately identifies chem as a member of their profession. A shuriken is a small metal disk with sharpened edges or flat spikes that protrude out from the center. They are cheaply made, easily concealed or disguised, disposable, and simple to produce in large numbers. Shuriken can be and often are coated with poison. Because of their size, shuriken do not add the wielder's Strength to their DR when used as ranged weapons, and their damage dice do not explode."},{"name":"Tsubute","source":"CR","keywords":["Small","Ninja"],"damage_rating":"1k1","special":"Can be thrown up to 30' as a ranged weapon.","cost":"1 bu.","description":"The opposite of shuriken in many ways, tsubute are small, blunt, disc-shaped stones that have been ground down deliberately to be used as thrown weapons. Ninja skilled in the use of the tsubute can easily improvise a substitute if the weapon is not available; any round st0ne will suffice. Tsubute have very little value as offensive weapons and are used more as a tool for distraction and harassment. Because of their small size. tsubute do not add the wielder's Strength to their DR when used as ranged weapons, and their damage dice do not explode."}],"Polearms":[{"name":"Bisento","source":"CR","keywords":["Large"],"damage_rating":"3k3","cost":"12 koku","description":"A bi sento is a wooden shaft with a heavy sword blade at the end. The blade is heavier than that of a karana or nagamaki, and the bisent0 can be a dangerously top-heavy weapon in the hands of someone not trained in its use. It is a popular weapon among certain secis of sohei, or warrior monks, but beyond that it is not commonly seen."},{"name":"Nagamaki","source":"CR","keywords":["Large"],"damage_rating":"2k3","cost":"8 koku","description":"The nagamaki is basically a sword blade (although not as well-made as that of the katana) anached to a short wooden pole. It is designed to be a lighter weapon, wielded in one hand, and combines the virtues of the sword with the leverage of a hafted weapon."},{"name":"Naginata","source":"CR","keywords":["Large","Samurai"],"damage_rating":"3k2","cost":"10 koku","description":"The naginata is the most respected hafted weapon used in Rokugan, and is particularly popular among samurai-ko and the warriors of the Phoenix Clan. The naginata is similar to the bisenco in that it is a sword blade attached to the end of a spear shaft. It is lighter than the bisento, and longer than th~ nagamaki."},{"name":"Sasumata","source":"CR","keywords":["Large"],"damage_rating":"0k2","special":"Can be used to initiate a grapple.","cost":"6 koku","description":"The sasumata is also known as the \"man catcher\" due to its original purpose, which was to detain without causing any signif1cai1t damage. The weapon is a four-foot wooden shaft with a barbed crescent blade at the end. This end was used to trap an opponent against the ground or a wall without inflicting damage, assuming the target does not struggle. Magistrates and their deputies use the sasumata to detain drunken or disorderly samurai."},{"name":"Sadegarami","source":"CR","keywords":["Large"],"damage_rating":"1k1","special":"Can be used to initiate a grapple.","cost":"6 koku","description":"While the sasumata is meant to capture via pinning, the sodegarami is meant to detain by entangling the garments of a target. The four-foot wooden shaft has a t-shaped metal head covered in hooks and barbs, making it easy to snag an opponent's clothing and secure it."}],"Spears":[{"name":"Kumade","source":"CR","keywords":["Large","Peasant"],"damage_rating":"1k1","special":"Breaks if inflicts 25 or more damage.","cost":"3 bu","description":"Even the Mantis Clan has not truly embraced the use of the kumade as a weapon. It is essentially a rake, consisting of a wooden handle with a sharpened metal tip at one end and a series of metal hooks at the other. The hooked end is used to pull stumps or weeds from the ground, while the spear- like end is used to prod or puncture objects in the way and then move them aside to be collected later. The generally flimsy construction of the kumade is the principal reason it has not been adopted for use as a weapon by the Yoritomo family."},{"name":"Mai chong","source":"CR","keywords":["Large"],"damage_rating":"0k3","special":"Can be thrown up to 25' as a ranged weapon.","cost":"20 koku","description":"The mai chong is a curious and unique weapon, developed and used almost exclusively by the samurai of the Boar Clan deep in the Twilight Mountains. A handful of travelers who have visited the Boar lands took to the weapon, and passed the teachings regarding its use on to their children or students. While it is not unheard of to fmd a samurai wielding the mai chong outside the Boar province, it is extremely rare. The mai chong is an eight foot wooden shaft with a foot long metal tip. The tip has three points, one fon¥ard- facing and two at right angles to the first. There are two metal spikes facing outward from the forward point as well, allowing both slashing attacks as well as thrusting."},{"name":"Lance","source":"CR","keywords":["Large"],"damage_rating":"3k4","special":"Damage reduced to 1k2 when not charging on horseback. Using without charging imposes a penality of 5 on horseback and 10 on foot. Breaks if inflicts 30 or more damage.","cost":"20 koku","description":"The lance is a weapon adapted from gaijin cultures, and is virlually nt:ver !:it:t:n uu l!:iitk lh~ ranks: uf Unicorn ur Ox !:iamurai. The lance is used only from horseback, where it is braced under the rider's shoulder with the tip pointing outward. The horse is then spurred to a gallop and the sharpened tip of the long, wooden shaft is levied against a target. The effects can be devastating, although most lances shatter upon impact. The lance is very poorly designed for anything other than a charging attack, and is virtually useless under any other combat circumstances."},{"name":"Nage-yari","source":"CR","keywords":["Large"],"damage_rating":"1k2","special":"Can be thrown up to 50' as a ranged weapon.","cost":"3 koku","description":"The nage-yari is essentially a javelin, a shorter but slightly heavier version of the yari. It is roughly 3 to 4 feet in length with a metal tip, and can he used effectively in melee combat or thrown shon distances."},{"name":"Yari","source":"CR","keywords":["Large"],"damage_rating":"2k2","special":"Can be thrown up to 50' as a ranged weapon. Damage rating when thrown is 1k2.","cost":"5 koku","description":"The yari is a basic spear, six to eight feet in length. It is used two handed when wielded on foot, and one handed when on horseback. Yari are typically given to ashigaru legions and anri-cavalry forces. Like the nage-yari, it can be thrown short distances with limited accuracy."}],"Staves":[{"name":"Bo","source":"CR","keywords":["Large"],"damage_rating":"1k2","cost":"2 bu","description":"The simplest and most common weapon in the Empire, the bo is a simple wooden staff 5 to G fc:et in length. It is used as a walking staff by travelers and monks, and doubles as a weapon for those bold enough to use it. Like most staves, the bo has almost no power to defeat armor."},{"name":"Jo","source":"CR","keywords":["Medium"],"damage_rating":"0k2","cost":"1 bu","description":"The jo is essentially half of a bo, and is a short staff roughly 3 feet in length. They are often used in pairs to deliver a rapid series of concussive strikes."},{"name":"Machi-kanshisha","source":"CR","keywords":["Medium"],"damage_rating":"0k2","cost":"20 koku","description":"This extremely unconventional weapon is, more or less, a metal smoking pipe. It is an effective weapon because of its size and shape, which is a hollow metal tube roughly three feet in length. In addition to its use as a smoking implement, it can also be used to stun an opponent via a sharp blow to the head. The machi-kanshisha pipe is seen almost exclusively in the hands of the Kaeru fa mily that governs the City of the Rich Frog."},{"name":"Nunchaku","source":"CR","keywords":["Small","Peasant"],"damage_rating":"1k2","cost":"3 bu","description":"An adapted threshing tool, the nunchaku is simple to build and surprisingly effective. It consists of two foot-long wooden handles connected by a foot-long length of chain. Nunchaku are a very poor weapon unless the wielder is skilled in their use, in which case their use is beautiful to watch and delivers a relentless flurry of bludgeoning strikes."},{"name":"Sang kauw","source":"CR","keywords":["Medium"],"damage_rating":"1k2 (crescent blade), 2k1 (shield sang kaw)","cost":"10 koku","description":"Crescent Blade Et Shield: The sang kauw is a peculiar weapon only seen in the hands of those who choose to study exotic fighting styles. It is a three to four foot wooden shaft with a metal spike on each end. The crescent blade sang kauw has a crescent-shaped blade in the center that can be used to fend off attackers, while the shield sang kauw has a metal shield for increased protection."},{"name":"Tonfa","source":"CR","keywords":["Medium","Peasant"],"damage_rating":"0k3","cost":"5 bu","description":"The tonfa has its origin as the handle of a millstone. It consists of a wooden shaft roughly the length of a man's forearm, with a handle on the side that allows it to be held along the forearm. Held in this manner it is an effective defensive tool, but can also be spun as an offensive weapon."}],"Swords":[{"name":"Bokken","keywords":["Samurai"],"damage_rating":"0k2","special":"Reduction from armor is doubled against a bokken.","description":""},{"name":"Katana","source":"CR","keywords":["Medium","Samurai"],"damage_rating":"3k2","special":"Can spend a void point to increase damage by 1k1.","cost":"Cannot be bought. (Effective value : 25 koku)","description":"The katana is the quintessential weapon of the samurai caste. It represents the soul of the samurai who carries it, and while typically only bushi or those trained in the blade's use carry them with them at all times, all samurai typically have one that they own, even if it remains in their home. Courtiers and shugenja do not usually carry a katana with them because doing so implies they are trained in its use, which would in turn place an expectation upon them to defend themselves. A katana is typically kept within a family and handed down from generation to generation. The eldest child in a generation receives his grandfather's blade. However, it is possible for a samurai who serves his lord well to possess multiple katana, including not only his grandfather's blade, but a blade bestowed for valorous service, another from an appointment to the position of Imperial magistrate, etc."},{"name":"Ninja-to","source":"CR","keywords":["Medium","Ninja"],"damage_rating":"3k2","special":"Counts as small for concealment. Breaks if inflicts 40 or more damage.","cost":"cannot be bought.","description":"As reviled as the katana is revered, the ninja-to is the favored weapon of the ninja. Ninja often put their blades to esoteric uses such as climbing in addition to combar. Unlike other swords, ninja-to are crudely made, unattractive, and easily broken. A ninja who loses his weapon can easily replace it witl10ut significant expense."},{"name":"No-dachi","source":"CR","keywords":["Large"],"damage_rating":"3k3","cost":"30 koku","description":"The no-dachi is perhaps the largest weapon commonly wielded by samurai. It is similar in most respects to the katana, save that it is 5 io 7 feet in length. It was conceived as primarily an anti-cavalry weapon, at which it excels. Brash or highlytrained bushi also wield it in melee, however, which is difficult but highly effective when mastered."},{"name":"Parangu","source":"CR","keywords":["Medium","Peasant"],"damage_rating":"2k2","special":"Breaks if inflicts 30 or more damage.","cost":"10 bu.","description":"The parangu is basically a machete, a thin metal blade made of unfolded steel and used in a harsh chopping motion to clear underbrush and other vegetation out of the path for farming or making one's way through the wilderness. The parangu is popular aboard Mantis ships for cutting ropes or cloth without having to worry about protecting one's katana. Parangu are typically made of scrap metal and have a high chance of breaking in combat with a true blade."},{"name":"Scimitar","source":"CR","keywords":["Medium"],"damage_rating":"2k3","cost":"20 koku","description":"A heavy, curved blade that originated far beyond the boundaries of the Emerald Empire, the scimitar was brought back to Rokugan by the Unicorn Clan after their eight centuries of wandering the world at large. It is rarely made of folded steel, and as such has limited durability compared to the katana, and only sees use among Unicorn samurai, primarily the Moto family."},{"name":"Shinai","keywords":["Samurai"],"damage_rating":"0k1","special":"A shinai’s damage dice cannot explode.","description":""},{"name":"Wakizashi","source":"CR","keywords":["Medium","Samurai"],"damage_rating":"2k2","special":"Can be thrown up to 20' as a ranged weapon.","cost":"15 koku","description":"While the katana represents the soul of a samurai, the wakizashi represents his honor. Every member of the samurai caste, even the most pious shugenja or delicate artisan, possesses a wakizashi that signifies bis or her station. Wakizashi are not always carried by such individuals, but they are never far away, and are always taken with them even when traveling. Because of its status as a symbol of the bearer's honor, it is the wakizashi with which the ritual of seppuku is performed."}],"War Fans":[{"name":"War fan","source":"CR","keywords":["Small"],"damage_rating":"0k1","cost":"5 koku.","description":"There are a variety of war fans, also known as ressen, that arc popular throughout the Empire. Different styles have varying levels of popularity depending upon the Clan in question, although they are cenainly most popular in the Lion and Crane lands. Some are shon metal shafts with small circular or shaped metal sheets anached, and bear only a passing resemblance to fans."}],"Rokugani Firearms":[{"name":"Kakiyari (Fire Lance)","keywords":["Large","Firearm"],"range":"50 feet","damage_rating":"3k2","cost":"8 Koku","special":"The Fire Lance can be wielded in melee as a Yari. If so, its DR is 1k1 and it cannot be thrown accurately. A normal Fire Lance such as this can only be fired once.","description":""},{"name":"Bo-Hiya (Fire Arrows)","range":"100 feet (regardless of bow used)","damage_rating":"3k3","cost":"1 Koku","special":"Fire Arrows explode when they land. Their damage ignores all forms of Reduction.","description":""},{"name":"Hand-Cannon","keywords":["Large","Firearm","Heavy Weapon"],"range":"20 feet","damage_rating":"4k3","cost":"25 Koku","special":"The Hand-Cannon ignores Reduction from natural toughness. It can only be fired once. The Hand-Cannon can be wielded in melee as a Tetsubo.","description":""},{"name":"Bajozutsu","keywords":["Small","Samurai","Firearm"],"range":"20 feet","damage_rating":"3k2","cost":"Due to the sacred nature of the Bajozutsu and the complexity of the weapon’s manufacture, they are not normally available for sale.","special":"The Bajozutsu can be drawn from its sheath with the Iaijutsu skill.","description":""},{"name":"Teppo","keywords":["Large","Samurai","Firearm"],"range":"150 feet","damage_rating":"3k3","cost":"30 Koku","special":"At half range or less, the Teppo ignores Reduction from natural toughness.","description":""}]}}