{"Striking as Air":{"rings":["Air"],"rank":"3","schools":"Any","effect":"When in the Defense Stance your Armor TN is increased by your Air Ring."},"Breath of Wind Style":{"rings":["Air"],"rank":"3","schools":"Kakita Bushi, Bayushi Bushi","effect":"Your Initiative Score increases by 2 during the Reactions Stage of each Combat Round. This effect stacks but disappears immediately if the kata is no longer in effect."},"Dance of the Winds":{"rings":["Air"],"rank":"3","schools":"Daidoji Bushi, Shiba Bushi","effect":"When wielding a polearm or a spear, your Initiative Score is increased by 3."},"Strength of the Mantis":{"rings":["Air"],"rank":"3","schools":"Any Mantis Bushi","effect":"The attack penalty for ranged attacks fired against opponents currently in melee range is reduced by 3."},"Strength of the Crane":{"rings":["Air"],"rank":"3","schools":"Any Crane Bushi","effect":"When fighting with a sword or spear you add an amount equal to your Honor Rank -3 (minimum 1) to your Armor TN."},"Iron Forest Style":{"rings":["Air"],"rank":"4","schools":"Daidoji Iron Warrior, Heichi Bushi, Shiba Bushi","effect":"While using a spear or polearm, you may use your Air Ring instead of Agility for attack rolls."},"Veiled Menace Style":{"rings":["Air"],"rank":"4","schools":"Bayushi Bushi, Hiruma Bushi, Tsuruchi Archer, Yoritomo Bushi","effect":"Once per turn, you may add your Stealth Skill Rank to your Armor TN for a single attack."},"North Wind Style":{"rings":["Air"],"rank":"4","schools":"Any bushi School","effect":"You may add your Air Ring to the total of any attack roll made while attempting the Increased Damage Maneuver."},"South Wind Style":{"rings":["Air"],"rank":"4","schools":"Any bushi School","effect":"You may add your Air Ring to the total of any attack roll made while attempting the Called Shot or Knockdown Maneuvers."},"Hidden Blade Style":{"rings":["Air"],"rank":"4","schools":"Bayushi Bushi, Yoritomo Bushi","effect":"Your Disarm attacks deal normal damage rather than 2k1. You may not increase your damage on these attacks via Raises (including from use of the Feint Maneuver)."},"Striking as Earth":{"rings":["Earth"],"rank":"3","schools":"Any","effect":"When in the Full Defense Stance you gain Reduction equal to your Earth Ring. This is cumulative with other forms of Reduction."},"The Power of the Mountain":{"rings":["Earth"],"rank":"3","schools":"Hida Bushi, Hiruma Bushi, Matsu Berserker, Ichiro Bushi","effect":"When this Kata is activated, you reduce your Armor TN by an amount up to your Earth Ring; this lasts until you deactivate the Kata. All damage rolls you make while this Kata is in effect have their totals increased by the same amount."},"The Strength of the Mountain":{"rings":["Earth"],"rank":"3","schools":"Hida Bushi, Hiruma Scout, Shiba Bushi, Daidoji Iron Warrior","effect":"When this Kata is activated, you reduce your Initiative Score by an amount up to your Earth Ring. (This cannot reduce your Initiative below 0.) This Initiative penalty lasts until you deactivate the Kata. While this Kata is in effect, your Armor TN is increased by the same amount."},"Strike as the Avalanche":{"rings":["Earth"],"rank":"3","schools":"Hida Bushi, Hiruma Bushi, Ichiro Bushi, Moto Bushi, Moto Vindicator","effect":"When using the Heavy Weapons Skill, your Strength is considered one Rank higher for the purposes of determining damage."},"Strength of the Spider":{"rings":["Earth"],"rank":"3","schools":"Any Spider Bushi","effect":"Once per Round if you successfully cause at least 15 Wounds to your opponent, he suffers a -3 penalty to the total of all rolls on his next Turn."},"Strength of the Crab":{"rings":["Earth"],"rank":"3","schools":"Any Crab Bushi","effect":"While wearing Armor and in the Attack Stance, your armor provides an additional +2 Reduction."},"Iron in the Mountains Style":{"rings":["Earth"],"rank":"3","schools":"Daidoji Iron Warrior, Hida Bushi","effect":"You may use your Earth Ring in place of your Air Ring for the Defense Stance."},"Indomitable Warrior Style":{"rings":["Earth"],"rank":"4","schools":"Daigotsu Bushi, Hida Bushi, Ichiro Bushi, Moto Bushi","effect":"Reduce your TN penalties from Wound Ranks by your Earth Ring."},"Lee of the Stone":{"rings":["Earth"],"rank":"4","schools":"Hida Bushi, Hida Pragmatist, Shiba Bushi, Daidoji Iron Warrior","effect":"While you are in the Defense or Full Defense Stances, your Armor TN is increased by an additional amount equal to your Earth Ring"},"Weathered and Unbroken":{"rings":["Earth"],"rank":"5","schools":"Hida Bushi, Hiruma Bushi, Hiruma Scout, Ichiro Bushi","effect":"Your Water is considered two Ranks lower (to a minimum of 1) for the purpose of movement. All attack rolls made with the Heavy Weapons Skill gain the benefit of one Free Raise which may only be used for the Knockdown Maneuver."},"Striking as Fire":{"rings":["Fire"],"rank":"3","schools":"Any","effect":"When in the Full Attack Stance you may add your Fire Ring to the total of one attack roll made per round."},"Strength of the Scorpion":{"rings":["Fire"],"rank":"3","schools":"Any Scorpion Bushi","effect":"Once per Turn after successfully making the Feint Maneuver, your damage total is increased by +3 Wounds."},"Strength of the Dragon":{"rings":["Fire"],"rank":"3","schools":"Any Dragon bushi","effect":"While wielding a katana in your main hand and a wakizashi in your off hand, you gain a +3 bonus to your Armor TN."},"Reckless Abandon Style":{"rings":["Fire"],"rank":"4","schools":"Daigotsu Bushi, Matsu Berserker, Usagi Bushi","effect":"You may add your Fire Ring to your Armor TN while in the Full Attack Stance."},"Disappearing World Style":{"rings":["Fire"],"rank":"4","schools":"Akodo Bushi, Kakita Bushi","effect":"Choose one opponent. Once per turn against that opponent, you may use your Agility Trait instead of your Strength Trait for damage rolls."},"Spinning Blades Style":{"rings":["Fire"],"rank":"5","schools":"Mirumoto Bushi, Yoritomo Bushi","effect":"Once per turn while wielding a weapon in each hand, you may make the Extra Attack Maneuver for 3 Raises instead of 5. The second attack comes from your off-hand weapon, dealing weapon damage as appropriate. You may not increase your damage on either attack via Raises."},"Striking as Water":{"rings":["Water"],"rank":"4","schools":"Any","effect":"When in the Attack Stance you may move 5 additional feet as a Free Action."},"Strength of the Lion":{"rings":["Water"],"rank":"3","schools":"Any Lion Bushi","effect":"One per Round during the Reactions stage, you may add +3 to the Initiative Score of one ally in a skirmish. This effect can stack, but the kata’s benefit disappears immediately if the kata is no longer active."},"Son of Storms":{"rings":["Water"],"rank":"3","schools":"Akodo Bushi, Shosuro Infi ltrator, Yoritomo Bushi","effect":"When attacking with a Small melee weapon, any Reduction an opponent possesses is decreased by 1."},"Strength of the Unicorn":{"rings":["Water"],"rank":"3","schools":"Any Unicorn Bushi","effect":"While you are mounted, your steed gains a bonus of +3 to its Armor TN and an additional 3 Reduction."},"Waves upon the Breakers":{"rings":["Water"],"rank":"3","schools":"Akodo Bushi, Kakita Bushi, Shinjo Bushi","effect":"This kata channels a samurai’s chi such that it enhances their natural strength and focus and brings it to bear on the battlefield. When this kata is active and you are wielding a weapon in which you have at least three skill ranks, your damage is Increased by +1k0."},"Leaves in the Stream":{"rings":["Water"],"rank":"3","schools":"Bayushi Bushi, Hiruma Bushi, Mirumoto Bushi, Shiba Bushi","effect":"This kata teaches the samurai to embrace the flowing speed of water, allowing him to move significantly faster across the battlefield. While this kata is active, you may reduce your Armor TN by up to 5 x your Water (but cannot reduce it below 5). In return, you may increase your maximum possible movement distance for the Round by the same amount."},"Power of the Tsunami":{"rings":["Water"],"rank":"4","schools":"Daigotsu Bushi, Hida Bushi, Moto Bushi","effect":"While this kata is active, once per Round when attacking an opponent you may ignore an amount of Reduction equal to your Water Ring. For example, if you possess Water 4 and attack an opponent with Reduction 5 while this kata is active, once per Round that enemy would be treated as if he only possessed Reduction 1."},"Strength in Arms Style":{"rings":["Water"],"rank":"4","schools":"Hida Bushi, Ichiro Bushi, Moto Bushi","effect":"Once per Turn while wielding a Heavy Weapon, you may use your Strength Trait instead of your Agility for an attack roll."},"Art of Ninjutsu":{"rings":["Water"],"rank":"5","schools":"Daigotsu Bushi, Bayushi Bushi, Daidoji Scout, Shoshuro Actor, Shoshuro Infiltrator, Goju Ninja","effect":"Once per Round you may calculate the distance of a Move Action as if your Water is equal to your Stealth Skill Rank. This does not change the maximum distance you can move in a Round."},"Striking as Void":{"rings":["Void"],"rank":"3","schools":"Any","effect":"When in the Center Stance your Armor TN is increased by your Void Ring."},"Balance the Elements Style":{"rings":["Void"],"rank":"3","schools":"Mirumoto Bushi, Shiba Bushi","effect":"You may use your Void Ring in place of your Reflexes for your Initiative Roll."},"Strength of Purity Style":{"rings":["Void"],"rank":"3","schools":"Akodo Bushi, Kakita Bushi, Matsu Berserker, Utaku Battle Maiden","effect":"Once per turn while rolling damage, you may roll your Honor Rank instead of the normal Strength + DR of the weapon. You keep dice equal to the DR of the weapon as usual."},"Strength of the Phoenix":{"rings":["Void"],"rank":"3","schools":"Any Phoenix Bushi","effect":"Once per Turn when you declare a Guard Action, you may increase the Armor TN of the person you are guarding by an additional +3."},"The Empire Rests on its Edge":{"rings":["Air","Fire"],"rank":3,"schools":"Any (Mirumoto and Kakita bushi reduce the Ring requirements by 1)","special":"Can only be used with a katana or daisho","effect":"Upon learning this Kata, choose one High Skill that is not a combat skill. You must spend +2 Experience Points each time you increase your Rank in that Skill. When you are utilizing this Kata, you gain a bonus to the total of your Kenjutsu or Iaijutsu Skill Rolls equal to your Rank in the chosen High Skill."},"The World Is Empty":{"rings":["Air","Fire"],"rank":4,"schools":"Any (Mirumoto and Kakita bushi reduce Ring requirements by 1)","special":"Can only be used with a katana or daisho","effect":"When this Kata is activated, you gain a bonus of +Xk0 to your Kenjutsu or Iaijutsu attack rolls, where X is equal to the number of Void Points you currently possess. This Kata’s benefit lasts for a number of Rounds equal to the number of Void Points you possess when you activate it, ending during the Reactions stage of the last Round. When it ends, you lose 1 Void Point."},"Victory of the River":{"rings":["Air","Fire"],"rank":5,"schools":"Any (Mirumoto and Kakita bushi reduce Ring requirements by 1)","special":"Can only be used with a katana or daisho","effect":"When you successfully strike an opponent while this Kata is active, his Armor TN is reduced by 10 against your subsequent attacks for a period of three Rounds. However, your own Armor TN is also reduced by 10 while this benefit is active. You may only have one opponent affected by this Kata at a time, and the effects are not cumulative, although subsequent strikes can \"re-set\" the three-round time limit."},"Standing on the Heavens":{"rings":["Air","Fire"],"rank":6,"schools":"Any (Mirumoto and Kakita bushi reduce Ring requirements by 1)","special":"Can only be used with a katana or daisho","effect":"Once per Round, when you are struck by a successful attack roll during combat, you may spend a Void Point as a Free Action to force your opponent to immediately re-roll the attack"}}